[
  {
    "lines": "Now these are the names of the sons of Israel who came to Egypt with Jacob; each man came with his household:"
  },
  {
    "lines": "Reuben, Simeon, Levi, and Judah,"
  },
  {
    "lines": "Issachar, Zebulun, and Benjamin,"
  },
  {
    "lines": "Dan and Naphtali, Gad and Asher."
  },
  {
    "lines": "And all the persons who came forth from the loins of Jacob were seventy persons, but Joseph was already in Egypt."
  },
  {
    "lines": "And Joseph died, and all his brothers, and all that generation."
  },
  {
    "lines": "But the children of Israel were fruitful and increased abundantly and multiplied and grew exceedingly strong, and the land was filled with them."
  },
  {
    "lines": "And a new king rose up over Egypt, who did not know of Joseph."
  },
  {
    "lines": "And he said to his people, The people of the children of Israel are now more numerous and stronger than we."
  },
  {
    "lines": "Come, let us deal wisely with them, lest they multiply and, when some war occurs, they also join themselves to those who hate us and fight against us and go up from the land."
  },
  {
    "lines": "So they set taskmasters over them to afflict them with their burdens. And they built storage cities for Pharaoh, Pithom and Raamses."
  },
  {
    "lines": "But the more they afflicted them, the more they multiplied and the more they spread out so that they came to dread the children of Israel."
  },
  {
    "lines": "And the Egyptians made the children of Israel serve with harshness,"
  },
  {
    "lines": "And they made their lives bitter with hard labor in mortar and in brick and in all kinds of labor in the field; all their labor with which they made them serve was with harshness."
  },
  {
    "lines": "And the king of Egypt spoke to the Hebrew midwives, one whose name was Shiphrah and the other whose name was Puah;"
  },
  {
    "lines": "And he said, When you act as midwives for the Hebrew women and see them on the birthstool, if it is a son, then you shall put him to death; but if it is a daughter, then she shall live."
  },
  {
    "lines": "But the midwives feared God and did not do as the king of Egypt had commanded them but let the male children live."
  },
  {
    "lines": "So the king of Egypt called for the midwives and said to them, Why have you done this thing and let the male children live?"
  },
  {
    "lines": "And the midwives said to Pharaoh, Because the Hebrew women are not like the Egyptian women; for they are vigorous: before the midwife comes to them, they give birth."
  },
  {
    "lines": "And God dealt well with the midwives, and the people multiplied and grew very strong."
  },
  {
    "lines": "And because the midwives feared God, He established households for them."
  },
  {
    "lines": "And Pharaoh commanded all his people, saying, Every son who is born you shall cast into the River, but every daughter you shall let live."
  },
  {
    "lines": "And a man of the house of Levi went and took a daughter of Levi as wife."
  },
  {
    "lines": "And the woman conceived and bore a son; and when she saw that he was a fine child, she hid him three months."
  },
  {
    "lines": "And when she could no longer hide him, she took for him a papyrus basket and plastered it with tar and pitch; and she put the child in it and placed it among the reeds on the bank of the River."
  },
  {
    "lines": "And his sister stood at a distance to find out what would happen to him."
  },
  {
    "lines": "And the daughter of Pharaoh came down to bathe at the River while her maidens walked alongside the River. And she saw the basket in the midst of the reeds and sent her female servant, and she brought it to her."
  },
  {
    "lines": "And she opened it and saw the child, and there was the boy, crying. And she had compassion on him and said, This is one of the Hebrews’ children."
  },
  {
    "lines": "Then his sister said to Pharaoh’s daughter, Shall I go and call a nurse from the Hebrew women for you that she may nurse the child for you?"
  },
  {
    "lines": "And Pharaoh’s daughter said to her, Go. And the girl went and called the child’s mother."
  },
  {
    "lines": "And Pharaoh’s daughter said to her, Take this child away and nurse him for me, and I will give you your wages. So the woman took the child and nursed him."
  },
  {
    "lines": "And the child grew, and she brought him to Pharaoh’s daughter, and he became her son. And she called his name Moses and said, Because I drew him out of the water."
  },
  {
    "lines": "And in those days, when Moses had grown up, he went out to his brothers and looked on their burdens; and he saw an Egyptian beating a Hebrew, one of his brothers."
  },
  {
    "lines": "And he looked this way and that, and when he saw that there was no one there, he struck the Egyptian down and hid him in the sand."
  },
  {
    "lines": "And he went out the next day, and there were two Hebrew men struggling together; and he said to the one who was in the wrong, Why are you beating your companion?"
  },
  {
    "lines": "And he said, Who appointed you a ruler and a judge over us? Are you thinking to kill me as you killed the Egyptian? And Moses became frightened and said, Surely the matter is known."
  },
  {
    "lines": "Now when Pharaoh heard of this matter, he sought to kill Moses. But Moses fled from Pharaoh to dwell in the land of Midian, and he sat down by a well."
  },
  {
    "lines": "Now the priest of Midian had seven daughters, and they came and drew water and filled the troughs to water their father’s flock."
  },
  {
    "lines": "And the shepherds came and drove them away, but Moses rose up and helped them and watered their flock."
  },
  {
    "lines": "And when they came to Reuel their father, he said, Why have you come back so quickly today?"
  },
  {
    "lines": "And they said, An Egyptian delivered us out of the hand of the shepherds, and he even drew water for us as well and watered the flock."
  },
  {
    "lines": "And he said to his daughters, And where is he? Why did you leave the man? Invite him to eat a meal."
  },
  {
    "lines": "And Moses agreed to stay with the man, and he gave Moses Zipporah his daughter."
  },
  {
    "lines": "And she bore a son, and he called his name Gershom, for he said, I have been a sojourner in a foreign land."
  },
  {
    "lines": "And in the course of those many days the king of Egypt died, and the children of Israel groaned because of the bondage. And they cried out, and their cry went up to God because of their bondage."
  },
  {
    "lines": "And God heard their groaning, and God remembered His covenant with Abraham, with Isaac, and with Jacob."
  },
  {
    "lines": "And God looked upon the children of Israel, and God took notice of them."
  },
  {
    "lines": "Now Moses was shepherding the flock of Jethro his father-in-law, the priest of Midian; and he led the flock to the back of the wilderness and came to the mountain of God, to Horeb."
  },
  {
    "lines": "And the Angel of Jehovah appeared to him in a flame of fire out of the midst of a thornbush. And when he looked, there was the thornbush, burning with fire; but the thornbush was not consumed."
  },
  {
    "lines": "And Moses said, I must turn aside now and see this great sight, why the thornbush does not burn up."
  },
  {
    "lines": "And when Jehovah saw that he had turned aside to look, God called to him out of the midst of the thornbush and said, Moses, Moses. And he said, Here I am."
  },
  {
    "lines": "And He said, Do not come near here. Remove your sandals from your feet, for the place on which you are standing is holy ground."
  },
  {
    "lines": "And He said, I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob. And Moses hid his face, for he was afraid to look at God."
  },
  {
    "lines": "And Jehovah said, I have surely seen the affliction of My people who are in Egypt and have heard their cry because of their taskmasters, for I know their sorrows."
  },
  {
    "lines": "And I have come down to deliver them out of the hand of the Egyptians and to bring them up out of that land to a good and spacious land, to a land flowing with milk and honey, to the place of the Canaanites and the Hittites and the Amorites and the Perizzites and the Hivites and the Jebusites."
  },
  {
    "lines": "And now the cry of the children of Israel has come to Me, and I have also seen the oppression with which the Egyptians oppress them."
  },
  {
    "lines": "So come now, and I will send you to Pharaoh, that you may bring My people, the children of Israel, out of Egypt."
  },
  {
    "lines": "But Moses said to God, Who am I that I should go to Pharaoh and that I should bring the children of Israel out of Egypt?"
  },
  {
    "lines": "And He said, Surely I will be with you, and this shall be the sign for you that I have sent you: When you have brought the people out of Egypt, you will serve God upon this mountain."
  },
  {
    "lines": "Then Moses said to God, If I come to the children of Israel and say to them, The God of your fathers has sent me to you, and they say to me, What is His name? what shall I say to them?"
  },
  {
    "lines": "And God said to Moses, I AM WHO I AM. And He said, Thus you shall say to the children of Israel, I AM has sent me to you."
  },
  {
    "lines": "And God also said to Moses, Thus you shall say to the children of Israel, Jehovah, the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you. This is My name forever, and this is My memorial from generation to generation."
  },
  {
    "lines": "Go, and gather the elders of Israel together, and say to them, Jehovah, the God of your fathers, the God of Abraham, of Isaac, and of Jacob, has appeared to me, saying, I have surely visited you and seen what is being done to you in Egypt."
  },
  {
    "lines": "And I say, I will bring you up out of the affliction of Egypt to the land of the Canaanites and the Hittites and the Amorites and the Perizzites and the Hivites and the Jebusites, to a land flowing with milk and honey."
  },
  {
    "lines": "And they will listen to your voice. And you shall come, you and the elders of Israel, to the king of Egypt, and you shall say to him, Jehovah, the God of the Hebrews, has met with us; and now let us go a three days’ journey into the wilderness that we may sacrifice to Jehovah our God."
  },
  {
    "lines": "But I know that the king of Egypt will not let you go unless compelled by a mighty hand."
  },
  {
    "lines": "So I will stretch out My hand and strike Egypt with all My wonders which I will perform in the midst of it, and after that he will let you go."
  },
  {
    "lines": "And I will give this people favor in the sight of the Egyptians, so that when you go, you will not go empty-handed."
  },
  {
    "lines": "But every woman will ask of her neighbor and of any woman living in her house for articles of silver and articles of gold and clothing, and you will put them on your sons and on your daughters, and thus plunder the Egyptians."
  },
  {
    "lines": "Then Moses answered and said, What if they do not believe me or listen to my voice, but say, Jehovah has not appeared to you?"
  },
  {
    "lines": "And Jehovah said to him, What is this in your hand? And he said, A staff."
  },
  {
    "lines": "And He said, Throw it on the ground. And he threw it on the ground, and it became a serpent; and Moses recoiled from it."
  },
  {
    "lines": "And Jehovah said to Moses, Stretch out your hand, and take it by its tail—so he stretched out his hand and seized it, and it became a staff in his hand—"
  },
  {
    "lines": "That they may believe that Jehovah, the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you."
  },
  {
    "lines": "And Jehovah further said to him, Now put your hand into your bosom. And he put his hand into his bosom, and when he took it out, there his hand was, leprous, as white as snow."
  },
  {
    "lines": "And He said, Put your hand into your bosom again—so he put his hand into his bosom again, and when he took it out of his bosom, there it was, restored like the rest of his flesh—"
  },
  {
    "lines": "And if they do not believe you or heed the first sign, then they may believe the next sign."
  },
  {
    "lines": "And if they will not believe even these two signs or listen to your voice, then you shall take some of the water of the River and pour it on the dry ground, and the water that you take out of the River will become blood upon the dry ground."
  },
  {
    "lines": "And Moses said to Jehovah, Please, Lord, I am not a man of words, neither in the past, nor since You have spoken to Your servant, for I am slow of speech and slow of tongue."
  },
  {
    "lines": "And Jehovah said to him, Who gave man a mouth? Or who makes him dumb or deaf or seeing or blind? Is it not I, Jehovah?"
  },
  {
    "lines": "Now go therefore, and I will be with your mouth and will teach you what you shall speak."
  },
  {
    "lines": "And he said, Please, Lord, send word by sending someone else."
  },
  {
    "lines": "And the anger of Jehovah was kindled against Moses, and He said, Is there not Aaron your brother the Levite? I know that he can certainly speak. And even now he is coming out to meet you; and when he sees you, he will be glad in his heart."
  },
  {
    "lines": "And you shall speak to him and put the words in his mouth, and I will be with your mouth and with his mouth, and will teach you what you shall do."
  },
  {
    "lines": "And he shall speak for you to the people, and he shall be as a mouth for you, and you shall be as God to him."
  },
  {
    "lines": "And you shall take in your hand this staff, with which you shall perform the signs."
  },
  {
    "lines": "And Moses went back to Jethro his father-in-law. And he said to him, Please let me go and return to my brothers who are in Egypt and see whether they are still alive. And Jethro said to Moses, Go in peace."
  },
  {
    "lines": "And Jehovah said to Moses in Midian, Go, return to Egypt; for all the men who were seeking your life have died."
  },
  {
    "lines": "So Moses took his wife and his sons, and mounted them upon a donkey, and returned to the land of Egypt. And Moses took the staff of God in his hand."
  },
  {
    "lines": "And Jehovah said to Moses, When you go to return to Egypt, see that you perform before Pharaoh all the wonders which I have put in your power; but I will harden his heart, and he will not let the people go."
  },
  {
    "lines": "Then you shall say to Pharaoh, Thus says Jehovah, Israel is My son, My firstborn."
  },
  {
    "lines": "And I said to you, Let My son go that he may serve Me; but you have refused to let him go. I will now slay your son, your firstborn."
  },
  {
    "lines": "And at the lodging place on the way, Jehovah came upon him and sought to put him to death."
  },
  {
    "lines": "Then Zipporah took a flint and cut off her son’s foreskin and cast it at Moses’ feet, and she said, You are indeed a bridegroom of blood to me!"
  },
  {
    "lines": "So He let him alone. It was then that she said, A bridegroom of blood, because of the circumcision."
  },
  {
    "lines": "And Jehovah said to Aaron, Go into the wilderness to meet Moses. And he went and came upon him at the mountain of God, and he kissed him."
  },
  {
    "lines": "And Moses told Aaron all the words of Jehovah with which He had sent him and all the signs with which He had charged him."
  },
  {
    "lines": "And Moses and Aaron went and gathered together all the elders of the children of Israel."
  },
  {
    "lines": "And Aaron spoke all the words which Jehovah had spoken to Moses, and he performed the signs in the sight of the people."
  },
  {
    "lines": "And the people believed; and when they heard that Jehovah had visited the children of Israel and that He had seen their affliction, they bowed and worshipped."
  },
  {
    "lines": "And afterward Moses and Aaron came and said to Pharaoh, Thus says Jehovah the God of Israel, Let My people go that they may hold a feast to Me in the wilderness."
  },
  {
    "lines": "But Pharaoh said, Who is Jehovah that I should listen to His voice to let Israel go? I do not know Jehovah, and I also will not let Israel go."
  },
  {
    "lines": "And they said, The God of the Hebrews has met with us. Let us go a three days’ journey into the wilderness that we may sacrifice to Jehovah our God; otherwise He will fall upon us with pestilence or sword."
  },
  {
    "lines": "Then the king of Egypt said to them, Moses and Aaron, why are you trying to release the people from their work? Get back to your burdens."
  },
  {
    "lines": "And Pharaoh said, Look, the people of the land are now many, yet you want them to cease from their burdens."
  },
  {
    "lines": "And the same day Pharaoh commanded the taskmasters of the people and their officers, saying,"
  },
  {
    "lines": "You shall no longer give the people straw to make bricks as previously; let them go and gather straw for themselves."
  },
  {
    "lines": "And the quota of the bricks which they made previously, you shall still place upon them; you shall not diminish any of it, for they are idle; therefore they cry out, saying, Let us go and sacrifice to our God."
  },
  {
    "lines": "Let the work be laid more heavily upon such men, so that they do it and not pay attention to false words."
  },
  {
    "lines": "And the taskmasters of the people and their officers went out and spoke to the people, saying, Thus says Pharaoh, I will not give you straw."
  },
  {
    "lines": "You go and get your own straw wherever you can find it, for none of your work will be reduced."
  },
  {
    "lines": "So the people scattered throughout all the land of Egypt to gather stubble for straw."
  },
  {
    "lines": "And the taskmasters pressed them saying, Finish your work, the same daily assignment as when there was straw."
  },
  {
    "lines": "And the officers of the children of Israel, whom Pharaoh’s taskmasters had set over them, were beaten and told, Why have you not finished, both yesterday and today, the amount of bricks required of you previously?"
  },
  {
    "lines": "Then the officers of the children of Israel came and cried out to Pharaoh, saying, Why do you treat your servants this way?"
  },
  {
    "lines": "No straw is given to your servants, and they say to us, Make bricks. And now your servants are being beaten, but it is the fault of your own people."
  },
  {
    "lines": "But he said, Idle is what you are, idle; therefore you say, Let us go and sacrifice to Jehovah."
  },
  {
    "lines": "So go now and work; and no straw shall be given you, but you shall deliver the quota of bricks."
  },
  {
    "lines": "And the officers of the children of Israel saw that they were in trouble, when it was said, You shall not diminish any of the daily assignment of your bricks."
  },
  {
    "lines": "And they came upon Moses and Aaron, who were standing there to meet them when they came forth from Pharaoh."
  },
  {
    "lines": "And they said to them, Jehovah look upon you and judge, because you have made us odious in the sight of Pharaoh and in the sight of his servants so as to put a sword in their hand to kill us."
  },
  {
    "lines": "Then Moses went back to Jehovah and said, Lord, why have You mistreated this people? Why is it that You have sent me?"
  },
  {
    "lines": "Ever since I came to Pharaoh to speak in Your name, he has mistreated this people, and You have not delivered Your people at all."
  },
  {
    "lines": "And Jehovah said to Moses, Now you will see what I will do to Pharaoh; for because of a mighty hand he will let them go, and because of a mighty hand he will drive them out of his land."
  },
  {
    "lines": "And God spoke to Moses and said to him, I am Jehovah."
  },
  {
    "lines": "And I appeared to Abraham, to Isaac, and to Jacob as the All-sufficient God; but by My name Jehovah I did not make Myself known to them."
  },
  {
    "lines": "And I also established My covenant with them, to give them the land of Canaan, the land of their sojournings, in which they sojourned."
  },
  {
    "lines": "And I have also heard the groaning of the children of Israel, whom the Egyptians have enslaved; and I have remembered My covenant."
  },
  {
    "lines": "Therefore say to the children of Israel, I am Jehovah, and I will bring you out from under the burdens of the Egyptians, and I will deliver you from their bondage, and I will redeem you with an outstretched arm and with great acts of judgment."
  },
  {
    "lines": "And I will take you to Myself as My people, and I will be your God; and you shall know that I am Jehovah your God, the One who brought you out from under the burdens of the Egyptians."
  },
  {
    "lines": "And I will bring you to the land which I swore to give to Abraham, to Isaac, and to Jacob; and I will give it to you as a possession. I am Jehovah."
  },
  {
    "lines": "And Moses spoke this to the children of Israel, but they did not listen to Moses on account of anguish of spirit and harsh bondage."
  },
  {
    "lines": "And Jehovah spoke to Moses, saying,"
  },
  {
    "lines": "Go, speak to Pharaoh, the king of Egypt, that he let the children of Israel go out of his land."
  },
  {
    "lines": "And Moses spoke before Jehovah, saying, The children of Israel do not now listen to me. How then will Pharaoh listen to me, since I am of uncircumcised lips?"
  },
  {
    "lines": "And Jehovah spoke to Moses and to Aaron and gave them a charge for the children of Israel and for Pharaoh, the king of Egypt, to bring the children of Israel out of the land of Egypt."
  },
  {
    "lines": "These are the heads of their fathers’ houses. The sons of Reuben, the firstborn of Israel: Hanoch and Pallu, Hezron and Carmi; these are the families of Reuben."
  },
  {
    "lines": "And the sons of Simeon: Jemuel and Jamin and Ohad and Jachin and Zohar and Shaul the son of a Canaanite woman; these are the families of Simeon."
  },
  {
    "lines": "And these are the names of the sons of Levi according to their generations: Gershon and Kohath and Merari; and the years of Levi’s life were one hundred thirty-seven years."
  },
  {
    "lines": "The sons of Gershon: Libni and Shimei, according to their families."
  },
  {
    "lines": "And the sons of Kohath: Amram and Izhar and Hebron and Uzziel; and the years of Kohath’s life were one hundred thirty-three years."
  },
  {
    "lines": "And the sons of Merari: Mahli and Mushi. These are the families of the Levites according to their generations."
  },
  {
    "lines": "And Amram took Jochebed his father’s sister for himself as wife, and she bore him Aaron and Moses; and the years of Amram’s life were one hundred thirty-seven years."
  },
  {
    "lines": "And the sons of Izhar: Korah and Nepheg and Zichri."
  },
  {
    "lines": "And the sons of Uzziel: Mishael and Elzaphan and Sithri."
  },
  {
    "lines": "And Aaron took Elisheba, the daughter of Amminadab, the sister of Nahshon, for himself as wife; and she bore him Nadab and Abihu, Eleazar and Ithamar."
  },
  {
    "lines": "And the sons of Korah: Assir and Elkanah and Abiasaph; these are the families of the Korahites."
  },
  {
    "lines": "And Eleazar, Aaron’s son, took for himself one of the daughters of Putiel as wife, and she bore him Phinehas. These are the heads of the fathers’ houses of the Levites according to their families."
  },
  {
    "lines": "It was this same Aaron and Moses to whom Jehovah said, Bring out the children of Israel from the land of Egypt according to their armies."
  },
  {
    "lines": "It was they who spoke to Pharaoh, the king of Egypt, to bring out the children of Israel from Egypt; it is the same Moses and Aaron."
  },
  {
    "lines": "And on the day when Jehovah spoke to Moses in the land of Egypt,"
  },
  {
    "lines": "Jehovah spoke to Moses, saying, I am Jehovah; speak to Pharaoh, the king of Egypt, all that I speak to you."
  },
  {
    "lines": "But Moses said before Jehovah, Behold, I am of uncircumcised lips. How then will Pharaoh listen to me?"
  },
  {
    "lines": "And Jehovah said to Moses, See, I have made you God to Pharaoh; and Aaron your brother will be your prophet."
  },
  {
    "lines": "You shall speak all that I command you, and Aaron your brother shall speak to Pharaoh, that he let the children of Israel go out of his land."
  },
  {
    "lines": "And I will harden Pharaoh’s heart and will multiply My signs and My wonders in the land of Egypt."
  },
  {
    "lines": "But Pharaoh will not listen to you, and I will lay My hand upon Egypt and bring forth My armies, My people the children of Israel, out of the land of Egypt by great acts of judgment."
  },
  {
    "lines": "And the Egyptians will know that I am Jehovah, when I stretch forth My hand upon Egypt and bring out the children of Israel from among them."
  },
  {
    "lines": "And Moses and Aaron did so; as Jehovah commanded them, so did they do."
  },
  {
    "lines": "And Moses was eighty years old and Aaron eighty-three years old when they spoke to Pharaoh."
  },
  {
    "lines": "And Jehovah spoke to Moses and to Aaron, saying,"
  },
  {
    "lines": "When Pharaoh speaks to you, saying, Perform a wonder; then you shall say to Aaron, Take your staff, and throw it down before Pharaoh, so that it becomes a serpent."
  },
  {
    "lines": "And Moses and Aaron came to Pharaoh, and they did just as Jehovah had commanded; and Aaron threw down his staff before Pharaoh and before his servants, and it became a serpent."
  },
  {
    "lines": "Then Pharaoh also called for the wise men and the sorcerers. And they also, the magicians of Egypt, did the same with their secret spells;"
  },
  {
    "lines": "That is, each one threw down his staff, and they became serpents. But Aaron’s staff swallowed up their staffs."
  },
  {
    "lines": "And Pharaoh’s heart hardened, and he did not listen to them, just as Jehovah had said."
  },
  {
    "lines": "Then Jehovah said to Moses, Pharaoh’s heart is stubborn; he refuses to let the people go."
  },
  {
    "lines": "Go to Pharaoh in the morning as he is going out to the water, and stand on the bank of the River to meet him. And you shall take in your hand the staff which was turned into a serpent."
  },
  {
    "lines": "And you shall say to him, Jehovah, the God of the Hebrews, has sent me to you, saying, Let My people go that they may serve Me in the wilderness. But until this very moment you have not listened."
  },
  {
    "lines": "Thus says Jehovah, By this you will know that I am Jehovah. I am now going to strike the water which is in the River with the staff that is in my hand, and it will be turned to blood."
  },
  {
    "lines": "And the fish that are in the River will die, and the River will become foul, and the Egyptians will loathe drinking water from the River."
  },
  {
    "lines": "And Jehovah said to Moses, Say to Aaron, Take your staff, and stretch out your hand over the waters of Egypt, over their rivers, over their watercourses, and over their pools, and over all their reservoirs of water, that they may become blood; and there shall be blood throughout all the land of Egypt, even in vessels of wood and in vessels of stone."
  },
  {
    "lines": "And Moses and Aaron did just as Jehovah commanded; and he lifted up the staff and struck the water that was in the River in the sight of Pharaoh and in the sight of his servants, and all the water that was in the River was turned to blood."
  },
  {
    "lines": "And the fish that were in the River died, and the River became foul, and the Egyptians could not drink water from the River; and the blood was throughout all the land of Egypt."
  },
  {
    "lines": "And the magicians of Egypt did the same with their secret spells; and Pharaoh’s heart hardened, and he did not listen to them, just as Jehovah had said."
  },
  {
    "lines": "And Pharaoh turned and went into his house, and he did not take even this to heart."
  },
  {
    "lines": "And all the Egyptians dug around the River for water to drink, for they could not drink of the water of the River."
  },
  {
    "lines": "And seven days passed after Jehovah had struck the River."
  },
  {
    "lines": "Then Jehovah said to Moses, Go to Pharaoh, and say to him, Thus says Jehovah, Let My people go that they may serve Me."
  },
  {
    "lines": "But if you refuse to let them go, I will now smite all your territory with frogs."
  },
  {
    "lines": "And the River shall swarm with frogs, and they will go up from the River and come into your house and into your bedchamber and upon your bed, and into the houses of your servants and upon your people, and into your ovens and into your kneading bowls."
  },
  {
    "lines": "And the frogs shall come up upon you and upon your people and upon all your servants."
  },
  {
    "lines": "And Jehovah said to Moses, Say to Aaron, Stretch out your hand with your staff over the rivers, over the watercourses, and over the pools, and make frogs come up on the land of Egypt."
  },
  {
    "lines": "So Aaron stretched out his hand over the waters of Egypt, and the frogs came up and covered the land of Egypt."
  },
  {
    "lines": "And the magicians did the same with their secret spells and brought up frogs on the land of Egypt."
  },
  {
    "lines": "Then Pharaoh called for Moses and Aaron and said, Entreat Jehovah to take away the frogs from me and from my people, and I will let the people go to sacrifice to Jehovah."
  },
  {
    "lines": "And Moses said to Pharaoh, May it please you, and not me, as to the time. When shall I make entreaty for you and for your servants and for your people, to cut off the frogs from you and from your houses so that they remain in the River only?"
  },
  {
    "lines": "And he said, Tomorrow. And he said, It will be according to your word, that you may know that there is no one like Jehovah our God."
  },
  {
    "lines": "And the frogs shall depart from you and from your houses and from your servants and from your people; they shall remain in the River only."
  },
  {
    "lines": "Then Moses and Aaron went out from Pharaoh. And Moses cried out to Jehovah concerning the frogs which He had brought upon Pharaoh."
  },
  {
    "lines": "And Jehovah did according to the word of Moses, and the frogs died in the houses, in the courts, and in the fields."
  },
  {
    "lines": "And they gathered them together, heap after heap, and the land stank."
  },
  {
    "lines": "But when Pharaoh saw that there was respite, he hardened his heart and did not listen to them, just as Jehovah had said."
  },
  {
    "lines": "And Jehovah said to Moses, Say to Aaron, Stretch out your staff, and strike the dust of the earth, that it may become lice throughout all the land of Egypt."
  },
  {
    "lines": "And they did so; and Aaron stretched out his hand with his staff and struck the dust of the earth, and there were lice on man and on beast; all the dust of the earth became lice throughout all the land of Egypt."
  },
  {
    "lines": "And the magicians did the same with their secret spells, to try to bring forth lice, but they could not; so there were lice on man and on beast."
  },
  {
    "lines": "Then the magicians said to Pharaoh, This is the finger of God. But Pharaoh’s heart hardened, and he did not listen to them, just as Jehovah had said."
  },
  {
    "lines": "Then Jehovah said to Moses, Rise up early in the morning, and present yourself before Pharaoh as he is going out to the water, and say to him, Thus says Jehovah, Let My people go that they may serve Me."
  },
  {
    "lines": "For if you will not let My people go, then I will at once send swarms of flies against you and against your servants and against your people and against your houses; and the houses of the Egyptians will be full of swarms of flies, as well as the ground on which they are."
  },
  {
    "lines": "But on that day I will set apart the land of Goshen, where My people are staying, so that no swarms of flies will be there, so that you may know that I am Jehovah in the midst of the land."
  },
  {
    "lines": "And I will put a redemption between My people and your people. Tomorrow this sign shall occur."
  },
  {
    "lines": "And Jehovah did so; and heavy swarms of flies came into the house of Pharaoh and into his servants’ houses, and throughout the land of Egypt the land was ruined because of the swarms of flies."
  },
  {
    "lines": "And Pharaoh called for Moses and for Aaron and said, Go, sacrifice to your God in the land."
  },
  {
    "lines": "And Moses said, It would not be right to do so, for we will sacrifice to Jehovah our God what is an abomination to the Egyptians. If we sacrifice what is an abomination to the Egyptians before their eyes, will they not stone us?"
  },
  {
    "lines": "We must go a three days’ journey into the wilderness and sacrifice to Jehovah our God just as He commands us."
  },
  {
    "lines": "And Pharaoh said, I will let you go that you may sacrifice to Jehovah your God in the wilderness; only you shall not go very far away. Make entreaty for me."
  },
  {
    "lines": "And Moses said, I am now going out from you, and I will entreat Jehovah that the swarms of flies would depart from Pharaoh, from his servants, and from his people tomorrow; only do not let Pharaoh deal deceitfully anymore by not letting the people go to sacrifice to Jehovah."
  },
  {
    "lines": "So Moses went out from Pharaoh and entreated Jehovah."
  },
  {
    "lines": "And Jehovah did according to the word of Moses, and He removed the swarms of flies from Pharaoh, from his servants, and from his people; not one remained."
  },
  {
    "lines": "However Pharaoh hardened his heart at this time also, and he did not let the people go."
  },
  {
    "lines": "Then Jehovah said to Moses, Go to Pharaoh, and speak to him, Thus says Jehovah, the God of the Hebrews, Let My people go that they may serve Me."
  },
  {
    "lines": "For if you refuse to let them go and still retain them,"
  },
  {
    "lines": "Then the hand of Jehovah is going to be on your livestock which are in the field, on the horses, on the donkeys, on the camels, on the herds, and on the flocks with a very severe pestilence."
  },
  {
    "lines": "And Jehovah will make a distinction between the livestock of Israel and the livestock of Egypt, so that nothing will die of all that belongs to the children of Israel."
  },
  {
    "lines": "And Jehovah set an appointed time, saying, Tomorrow Jehovah will do this thing in the land."
  },
  {
    "lines": "And Jehovah did this thing on the next day; and all the livestock of Egypt died, but of the livestock of the children of Israel not one died."
  },
  {
    "lines": "And Pharaoh sent to inquire, and indeed there was not so much as one of the livestock of the Israelites dead. But the heart of Pharaoh was stubborn, and he did not let the people go."
  },
  {
    "lines": "Then Jehovah said to Moses and to Aaron, Take handfuls of ashes from a furnace, and let Moses sprinkle it toward heaven in the sight of Pharaoh."
  },
  {
    "lines": "And it will become fine dust over all the land of Egypt, and will become boils breaking out with sores on man and on beast throughout all the land of Egypt."
  },
  {
    "lines": "So they took ashes from the furnace and stood before Pharaoh; and Moses sprinkled it toward heaven, and it became boils breaking forth with sores on man and on beast."
  },
  {
    "lines": "And the magicians could not stand before Moses because of the boils, for the boils were on the magicians as well as on all the Egyptians."
  },
  {
    "lines": "And Jehovah hardened Pharaoh’s heart, and he did not listen to them, just as Jehovah had spoken to Moses."
  },
  {
    "lines": "Then Jehovah said to Moses, Rise up early in the morning, and present yourself before Pharaoh, and say to him, Thus says Jehovah, the God of the Hebrews, Let My people go that they may serve Me."
  },
  {
    "lines": "For this time I am going to send all My plagues against you and on your servants and on your people, so that you may know that there is no one like Me in all the earth."
  },
  {
    "lines": "For if by now I had stretched out My hand and struck you and your people with pestilence, you would have been cut off from the earth."
  },
  {
    "lines": "But indeed for this cause I have made you stand, to show you My power and to have My name proclaimed throughout all the earth."
  },
  {
    "lines": "You are still exalting yourself against My people by not letting them go."
  },
  {
    "lines": "Tomorrow about this time I am going to cause very heavy hail to fall, such as has never occurred in Egypt since the day it was founded even until now."
  },
  {
    "lines": "Now therefore send men and secure your livestock and all that you have in the field; every man and beast that is found in the field and is not brought home when the hail comes down shall die."
  },
  {
    "lines": "He who feared the word of Jehovah among the servants of Pharaoh made his servants and his livestock flee into the houses."
  },
  {
    "lines": "But he who did not pay attention to the word of Jehovah left his servants and his livestock in the field."
  },
  {
    "lines": "And Jehovah said to Moses, Stretch out your hand toward heaven that there may be hail throughout all the land of Egypt, upon man and upon beast and upon all the vegetation of the field in the land of Egypt."
  },
  {
    "lines": "And Moses stretched out his staff toward heaven; and Jehovah sent thunder and hail, and fire came down on the earth, and Jehovah rained hail upon the land of Egypt."
  },
  {
    "lines": "So there was very heavy hail with fire flashing continually in the midst of the hail, such as had not occurred in all the land of Egypt since it became a nation."
  },
  {
    "lines": "And the hail struck everything that was in the field, both man and beast, throughout all the land of Egypt; and the hail struck all the vegetation of the field and shattered every tree of the field."
  },
  {
    "lines": "Only in the land of Goshen, where the children of Israel were, was there no hail."
  },
  {
    "lines": "And Pharaoh sent a messenger and called for Moses and Aaron; and he said to them, I have sinned this time; Jehovah is the righteous One, and I and my people are in the wrong."
  },
  {
    "lines": "Entreat Jehovah, for there has been enough of God’s thunder and hail; and I will let you go, and you shall stay no longer."
  },
  {
    "lines": "And Moses said to him, As soon as I have gone out of the city, I will spread out my hands to Jehovah: The thunder will cease, and there will not be any more hail, that you may know that the earth is Jehovah’s."
  },
  {
    "lines": "But as for you and your servants, I know that you do not yet fear Jehovah God."
  },
  {
    "lines": "(Now the flax and the barley were ruined, for the barley was in the ear, and the flax was in bud."
  },
  {
    "lines": "But the wheat and the spelt were not ruined, for they had not come up.)"
  },
  {
    "lines": "And Moses went out of the city from Pharaoh and spread out his hands to Jehovah; and the thunder and hail ceased, and the rain no longer poured down on the earth."
  },
  {
    "lines": "But when Pharaoh saw that the rain and the hail and the thunder had ceased, he sinned again and hardened his heart, he and his servants."
  },
  {
    "lines": "So Pharaoh’s heart hardened, and he did not let the children of Israel go, just as Jehovah had spoken through Moses."
  },
  {
    "lines": "Then Jehovah said to Moses, Go to Pharaoh, for I have hardened his heart and the heart of his servants that I may show these signs of Mine in the midst of them,"
  },
  {
    "lines": "And that you may recount in the hearing of your son and your grandson how I made a mockery of Egypt and recount My signs which I have done among them, that you may know that I am Jehovah."
  },
  {
    "lines": "And Moses and Aaron came to Pharaoh and said to him, Thus says Jehovah, the God of the Hebrews, How long will you refuse to humble yourself before Me? Let My people go that they may serve Me."
  },
  {
    "lines": "For if you refuse to let My people go, then tomorrow I am going to bring swarming locusts into your territory,"
  },
  {
    "lines": "And they will cover the surface of the land, so that no one will be able to see the land; and they will eat the rest of what has escaped—what is left to you from the hail—and will eat up every tree of yours that is sprouting in the field."
  },
  {
    "lines": "And your houses will be filled with them, as well as the houses of all your servants and the houses of all the Egyptians; something that neither your fathers nor your fathers’ fathers have seen since the day that they came upon the earth until this day. Then he turned and went out from Pharaoh."
  },
  {
    "lines": "And Pharaoh’s servants said to him, How long shall this man be a snare to us? Let the men go that they may serve Jehovah their God. Do you not yet realize that Egypt is destroyed?"
  },
  {
    "lines": "So Moses and Aaron were brought back to Pharaoh, and he said to them, Go, serve Jehovah your God. But who exactly are going?"
  },
  {
    "lines": "And Moses said, We will go with our young and with our old; we will go with our sons and with our daughters, with our flocks and with our herds, for we must hold Jehovah’s feast."
  },
  {
    "lines": "And he said to them, Let Jehovah indeed be with you if I ever let you go with your little ones as well. See here, you are up to some evil."
  },
  {
    "lines": "No! Go now, but the men only, and serve Jehovah, since that is what you are requesting. And they were driven out from Pharaoh’s presence."
  },
  {
    "lines": "Then Jehovah said to Moses, Stretch out your hand over the land of Egypt for the swarming locusts, that they may come up upon the land of Egypt and eat all the vegetation of the land, all that the hail has left."
  },
  {
    "lines": "So Moses stretched forth his staff over the land of Egypt, and Jehovah drove an east wind upon the land all that day and all night; when it was morning, the east wind had brought the swarming locusts."
  },
  {
    "lines": "And the swarming locusts went up over all the land of Egypt and settled in all the territory of Egypt in great mass. Before them there had never been so many swarming locusts as they, nor after them will there ever be so many."
  },
  {
    "lines": "And they covered the surface of the whole land, so that the land was darkened. And they ate all the vegetation of the land and all the fruit of the trees which the hail had left, and nothing green remained on the trees or among the vegetation of the field throughout all the land of Egypt."
  },
  {
    "lines": "Then Pharaoh hurriedly called for Moses and Aaron and said, I have sinned against Jehovah your God and against you."
  },
  {
    "lines": "Now therefore, please forgive my sin just this once, and entreat Jehovah your God that He would only remove this death from me."
  },
  {
    "lines": "And he went out from Pharaoh and entreated Jehovah."
  },
  {
    "lines": "And Jehovah changed the wind into a very strong west wind, and it took up the swarming locusts and drove them into the Red Sea; not one locust was left in all the territory of Egypt."
  },
  {
    "lines": "But Jehovah hardened Pharaoh’s heart, and he did not let the children of Israel go."
  },
  {
    "lines": "Then Jehovah said to Moses, Stretch out your hand toward heaven that there may be darkness over the land of Egypt, even a darkness that can be felt."
  },
  {
    "lines": "So Moses stretched out his hand toward heaven, and there was thick darkness throughout all the land of Egypt for three days."
  },
  {
    "lines": "They could not see one another, nor did anyone rise up from his place for three days, but all the children of Israel had light in their dwellings."
  },
  {
    "lines": "And Pharaoh called Moses and said, Go, serve Jehovah; only let your flocks and your herds be detained. Your little ones may also go with you."
  },
  {
    "lines": "And Moses said, You must also let us have sacrifices and burnt offerings so that we may sacrifice to Jehovah our God."
  },
  {
    "lines": "So our cattle also must go with us; not a hoof must be left behind, for we must take some of them to serve Jehovah our God, and we do not know with what we must serve Jehovah until we go there."
  },
  {
    "lines": "But Jehovah hardened Pharaoh’s heart, and he was not willing to let them go."
  },
  {
    "lines": "And Pharaoh said to him, Get away from me. Be sure that you do not see my face again, for on the day you see my face you shall die."
  },
  {
    "lines": "And Moses said, You have spoken correctly. I will never again see your face."
  },
  {
    "lines": "Then Jehovah said to Moses, One more plague will I bring upon Pharaoh and upon Egypt; after that he will let you go from here. When he lets you go, he will surely drive you out from here completely."
  },
  {
    "lines": "Speak now in the hearing of the people that each man is to ask of his neighbor and each woman of her neighbor for articles of silver and articles of gold."
  },
  {
    "lines": "And Jehovah gave the people favor in the sight of the Egyptians. Moreover the man Moses was very great in the land of Egypt, in the sight of Pharaoh’s servants and in the sight of the people."
  },
  {
    "lines": "And Moses said, Thus says Jehovah, About midnight I will go out into the midst of Egypt,"
  },
  {
    "lines": "And all the firstborn in the land of Egypt shall die, from the firstborn of Pharaoh who sits upon his throne to the firstborn of the female slave who is behind the millstones, and all the firstborn of cattle."
  },
  {
    "lines": "And there shall be a great cry throughout all the land of Egypt, such as has not been or ever will be again."
  },
  {
    "lines": "But a dog shall not bark at any of the children of Israel, at man or beast, that you may know that Jehovah makes a distinction between the Egyptians and Israel."
  },
  {
    "lines": "And all these servants of yours shall come down to me and bow down to me, saying, Get out, you and all the people who follow you; and after that I will go out. And he went out from Pharaoh in hot anger."
  },
  {
    "lines": "Then Jehovah said to Moses, Pharaoh will not listen to you, in order that My wonders may be multiplied in the land of Egypt."
  },
  {
    "lines": "Thus Moses and Aaron did all these wonders before Pharaoh, but Jehovah hardened Pharaoh’s heart, and he did not let the children of Israel go out of his land."
  },
  {
    "lines": "Then Jehovah spoke to Moses and Aaron in the land of Egypt, saying,"
  },
  {
    "lines": "This month will be the beginning of months for you; it shall be the first of the months of the year to you."
  },
  {
    "lines": "Speak to all the assembly of Israel, saying, On the tenth of this month each man shall take a lamb according to his fathers’ house, a lamb for a household."
  },
  {
    "lines": "And if the household is too small for a lamb, then he and his neighbor next to his house shall take one according to the number of the persons in the houses; according to each man’s eating you shall make your count for the lamb."
  },
  {
    "lines": "Your lamb shall be without blemish, a year-old male; you may take it from the sheep or from the goats."
  },
  {
    "lines": "And you shall keep it until the fourteenth day of this month; then the whole congregation of the assembly of Israel shall kill it at twilight."
  },
  {
    "lines": "And they shall take some of the blood and put it on the two doorposts and on the lintel of the houses in which they eat it."
  },
  {
    "lines": "And they shall eat the flesh in that night, roasted with fire, and they shall eat it with unleavened bread with bitter herbs."
  },
  {
    "lines": "Do not eat any of it raw or boiled at all with water, but roasted with fire—its head with its legs and with its inward parts."
  },
  {
    "lines": "And you shall not let any of it remain until the morning, but any of it that remains until the morning you shall burn with fire."
  },
  {
    "lines": "And this is how you shall eat it: with your loins girded, your sandals on your feet, and your staff in your hand; and you shall eat it in haste. It is Jehovah’s passover."
  },
  {
    "lines": "For I will pass through the land of Egypt on that night and will strike all the firstborn in the land of Egypt, both man and beast. Also against all the gods of Egypt I will execute judgments. I am Jehovah."
  },
  {
    "lines": "And the blood shall be a sign for you upon the houses where you are; and when I see the blood, I will pass over you, and there will be no plague upon you to destroy you when I strike the land of Egypt."
  },
  {
    "lines": "And this day will be a memorial to you, and you shall keep it as a feast to Jehovah; throughout your generations as a perpetual statute you shall keep it as a feast."
  },
  {
    "lines": "Seven days you shall eat unleavened bread; on the first day you shall remove leaven out of your houses, for whoever eats anything leavened from the first day until the seventh day, that person shall be cut off from Israel."
  },
  {
    "lines": "And on the first day you shall have a holy convocation, and on the seventh day a holy convocation. No work at all shall be done on them, except to prepare what every person will eat; that alone may be done by you."
  },
  {
    "lines": "And you shall keep the Feast of Unleavened Bread, for on this very day I have brought your armies out of the land of Egypt; therefore you shall keep this day throughout your generations as a perpetual statute."
  },
  {
    "lines": "In the first month, on the fourteenth day of the month in the evening, you shall eat unleavened bread, until the twenty-first day of the month in the evening."
  },
  {
    "lines": "For seven days no leaven shall be found in your houses. For whoever eats what is leavened, that person shall be cut off from the assembly of Israel, whether a sojourner or a native of the land."
  },
  {
    "lines": "You shall eat nothing leavened; in all your dwelling places you shall eat unleavened bread."
  },
  {
    "lines": "Then Moses called for all the elders of Israel and said to them, Draw out and take lambs according to your families, and slaughter the passover."
  },
  {
    "lines": "And you shall take a bunch of hyssop and dip it in the blood that is in the basin, and you shall apply some of the blood that is in the basin to the lintel and to the two doorposts; and none of you shall go outside the entrance of his house until the morning."
  },
  {
    "lines": "For Jehovah will pass through to smite the Egyptians; and when He sees the blood upon the lintel and on the two doorposts, Jehovah will pass over the entrance and will not allow the destroyer to come into your houses to smite you."
  },
  {
    "lines": "And you shall observe this matter as a statute for you and for your sons in perpetuity."
  },
  {
    "lines": "And when you come to the land which Jehovah will give you, as He has promised, you shall observe this service."
  },
  {
    "lines": "And when your children say to you, What do you mean by this service?"
  },
  {
    "lines": "You shall say, It is the passover sacrifice to Jehovah, who passed over the houses of the children of Israel in Egypt when He smote the Egyptians and delivered our houses. And the people bowed and worshipped."
  },
  {
    "lines": "And the children of Israel went and did so; just as Jehovah had commanded Moses and Aaron, so they did."
  },
  {
    "lines": "And at midnight Jehovah struck all the firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the captive who was in the dungeon, and all the firstborn of cattle."
  },
  {
    "lines": "And Pharaoh arose in the night, he and all his servants and all the Egyptians; and there was a great cry in Egypt, for there was no house where there was not someone dead."
  },
  {
    "lines": "And he called for Moses and Aaron in the night and said, Rise up, go out from the midst of my people, both you and the children of Israel; and go, serve Jehovah, as you have said."
  },
  {
    "lines": "Take both your flocks and your herds, as you have said; and go and bless me also."
  },
  {
    "lines": "And the Egyptians urged the people on, so as to hasten their departure out of the land, for they said, All of us will be dead."
  },
  {
    "lines": "And the people took their dough before it was leavened, their kneading bowls being bound up in their clothes upon their shoulders."
  },
  {
    "lines": "And the children of Israel did according to the word of Moses, and they asked the Egyptians for articles of silver and gold and for clothing."
  },
  {
    "lines": "And Jehovah gave the people favor in the sight of the Egyptians, so that they let them have what they asked. Thus they plundered the Egyptians."
  },
  {
    "lines": "And the children of Israel journeyed from Rameses to Succoth, about six hundred thousand men on foot, besides children."
  },
  {
    "lines": "And a mixed multitude went up also with them, as well as flocks and herds, a very large number of livestock."
  },
  {
    "lines": "And they baked the dough which they brought out of Egypt into unleavened cakes, for it had not been leavened because they were driven out of Egypt and could not delay; nor had they prepared for themselves any provisions."
  },
  {
    "lines": "Now the time of the sojourning of the children of Israel, who dwelt in Egypt, was four hundred thirty years."
  },
  {
    "lines": "And at the end of four hundred thirty years, on that very day, all the armies of Jehovah went out from the land of Egypt."
  },
  {
    "lines": "It was for Jehovah a night of watching, to bring them out from the land of Egypt. That same night is a night of watching to Jehovah for all the children of Israel throughout their generations."
  },
  {
    "lines": "And Jehovah said to Moses and Aaron, This is the statute of the passover: No foreigner shall eat of it."
  },
  {
    "lines": "However, any man’s servant who is bought for silver, when you have circumcised him, then he shall eat of it."
  },
  {
    "lines": "A sojourner and a hired servant shall not eat of it."
  },
  {
    "lines": "It shall be eaten in one house. You shall not take any of the flesh outside the house, nor shall you break any of its bones."
  },
  {
    "lines": "All the assembly of Israel shall keep it."
  },
  {
    "lines": "But if a stranger sojourns with you and will observe the Passover to Jehovah, let all his males be circumcised, and then let him come near to observe it; and he will be like one who is a native of the land. But no uncircumcised person shall eat of it."
  },
  {
    "lines": "One law shall be for the native and for the stranger who sojourns among you."
  },
  {
    "lines": "And all the children of Israel did so; just as Jehovah commanded Moses and Aaron, so they did."
  },
  {
    "lines": "And on that very day Jehovah brought the children of Israel out of the land of Egypt by their armies."
  },
  {
    "lines": "Then Jehovah spoke to Moses, saying,"
  },
  {
    "lines": "Sanctify to Me all the firstborn: Whatever opens the womb among the children of Israel, both of man and of beast, it is Mine."
  },
  {
    "lines": "And Moses said to the people, Remember this day on which you came out from Egypt, from the slave house, for by strength of hand Jehovah brought you out from this place; and nothing leavened shall be eaten."
  },
  {
    "lines": "On this day in the month of Abib you are going out."
  },
  {
    "lines": "And when Jehovah brings you into the land of the Canaanites and the Hittites and the Amorites and the Hivites and the Jebusites, which He swore to your fathers to give you, a land flowing with milk and honey, you shall observe this service in this month:"
  },
  {
    "lines": "Seven days you shall eat unleavened bread, and on the seventh day there shall be a feast to Jehovah."
  },
  {
    "lines": "Unleavened bread shall be eaten throughout the seven days, and nothing leavened shall be seen with you, nor shall any leaven be seen with you in all your territory."
  },
  {
    "lines": "And you shall tell your son in that day, saying, It is because of what Jehovah did for me when I came out of Egypt."
  },
  {
    "lines": "And it shall be for a sign to you upon your hand and for a memorial between your eyes, that the law of Jehovah may be in your mouth; for with a mighty hand Jehovah brought you out of Egypt."
  },
  {
    "lines": "You shall therefore keep this statute at its appointed time from year to year."
  },
  {
    "lines": "And when Jehovah brings you into the land of the Canaanites, as He swore to you and to your fathers, and gives it to you,"
  },
  {
    "lines": "You shall set apart to Jehovah everything that opens the womb and the first offspring of every beast which is yours; the males shall be Jehovah’s."
  },
  {
    "lines": "And every first offspring of a donkey you shall redeem with a lamb; and if you do not redeem it, you shall break its neck. And every firstborn male among your sons you shall redeem."
  },
  {
    "lines": "And when your son asks you in time to come, saying, What is this? you shall say to him, By strength of hand Jehovah brought us out from Egypt, from the slave house."
  },
  {
    "lines": "And when Pharaoh hardened himself against letting us go, Jehovah slew all the firstborn in the land of Egypt, both the firstborn of man and the firstborn of beast. Therefore I am one who sacrifices to Jehovah every male that opens the womb; and all the firstborn of my sons I redeem."
  },
  {
    "lines": "So it will be as a sign upon your hand and as frontlets between your eyes, for by strength of hand Jehovah brought us out of Egypt."
  },
  {
    "lines": "Now when Pharaoh let the people go, God did not lead them by the way of the land of the Philistines, although that was near; for God said, Perhaps the people will change their minds when they see war and will return to Egypt."
  },
  {
    "lines": "Thus God led the people around by the way of the wilderness to the Red Sea. And the children of Israel went up arrayed for battle out of the land of Egypt."
  },
  {
    "lines": "And Moses took the bones of Joseph with him, for Joseph had made the children of Israel solemnly swear, saying, God will surely visit you, and you shall bring my bones up from here with you."
  },
  {
    "lines": "And they journeyed from Succoth and encamped in Etham on the edge of the wilderness."
  },
  {
    "lines": "And Jehovah went before them by day in a pillar of cloud to lead them on the way and by night in a pillar of fire to give them light, that they might go by day and by night."
  },
  {
    "lines": "Neither the pillar of cloud by day nor the pillar of fire by night departed from before the people."
  },
  {
    "lines": "Then Jehovah spoke to Moses, saying,"
  },
  {
    "lines": "Tell the children of Israel to turn back and camp before Pi-hahiroth, between Migdol and the sea. You shall camp before Baal-zephon, opposite it, by the sea."
  },
  {
    "lines": "And Pharaoh will say of the children of Israel, They are wandering aimlessly in the land; the wilderness has hemmed them in."
  },
  {
    "lines": "And I will harden Pharaoh’s heart, and he will pursue after them; and I will glorify Myself through Pharaoh and through all his army, and the Egyptians will know that I am Jehovah. And they did so."
  },
  {
    "lines": "And when it was told to the king of Egypt that the people had fled, the heart of Pharaoh and his servants changed toward the people; and they said, What is this we have done, letting Israel go from serving us?"
  },
  {
    "lines": "So he yoked his chariot and took his people with him."
  },
  {
    "lines": "And he took six hundred chosen chariots and all the other chariots of Egypt with officers over all of them."
  },
  {
    "lines": "And Jehovah hardened the heart of Pharaoh, the king of Egypt, so that he pursued after the children of Israel as the children of Israel were going out boldly."
  },
  {
    "lines": "And the Egyptians pursued after them, all the horses and chariots of Pharaoh and his horsemen and his army; and they overtook them as they encamped by the sea, beside Pi-hahiroth, before Baal-zephon."
  },
  {
    "lines": "And when Pharaoh approached, the children of Israel lifted up their eyes, and there the Egyptians were, marching after them; and they became very afraid, and the children of Israel cried out to Jehovah."
  },
  {
    "lines": "And they said to Moses, Is it because there were no graves in Egypt that you have taken us away to die in the wilderness? Why have you done this to us, bringing us out of Egypt?"
  },
  {
    "lines": "Is this not the very thing that we spoke to you about in Egypt, saying, Leave us alone that we may serve the Egyptians? For it would have been better for us to serve the Egyptians than to die in the wilderness."
  },
  {
    "lines": "But Moses said to the people, Do not be afraid; stand firm, and see the salvation of Jehovah, which He will accomplish for you today; for the Egyptians whom you have seen today, you will see no more again forever."
  },
  {
    "lines": "Jehovah will fight for you, and you will be still."
  },
  {
    "lines": "And Jehovah said to Moses, Why do you cry out to Me? Tell the children of Israel to move forward."
  },
  {
    "lines": "And you, lift up your staff, and stretch out your hand over the sea, and divide it; and the children of Israel shall go into the midst of the sea on dry ground."
  },
  {
    "lines": "And I will now harden the hearts of the Egyptians, and they will go in after them; and I will glorify Myself through Pharaoh and through all his army, through his chariots and through his horsemen."
  },
  {
    "lines": "Then the Egyptians will know that I am Jehovah when I glorify Myself through Pharaoh, through his chariots and through his horsemen."
  },
  {
    "lines": "And the Angel of God, who went before the camp of Israel, moved and went behind them; and the pillar of cloud moved from before them and stood behind them."
  },
  {
    "lines": "And it came between the camp of the Egyptians and the camp of Israel. And the cloud was there with the darkness, yet it gave light by night to them. Thus one did not come near the other all night."
  },
  {
    "lines": "And when Moses stretched out his hand over the sea, Jehovah caused the sea to go back by a strong east wind all the night and made the sea dry land; and the waters were divided."
  },
  {
    "lines": "And the children of Israel went into the midst of the sea upon the dry ground, and the waters were a wall to them on their right hand and on their left."
  },
  {
    "lines": "Then the Egyptians pursued; and all Pharaoh’s horses, his chariots, and his horsemen went in after them into the midst of the sea."
  },
  {
    "lines": "And at the morning watch Jehovah looked down upon the camp of the Egyptians from within the pillar of fire and of cloud and threw the camp of the Egyptians into confusion."
  },
  {
    "lines": "And He caused their chariot wheels to swerve and made them drive with difficulty, so that the Egyptians said, Let us flee from Israel, for Jehovah is fighting for them against the Egyptians."
  },
  {
    "lines": "And Jehovah said to Moses, Stretch out your hand over the sea so that the waters come back over the Egyptians, over their chariots and over their horsemen."
  },
  {
    "lines": "And Moses stretched out his hand over the sea, and the sea returned to its level when the morning appeared. And the Egyptians fled against it, and Jehovah cast the Egyptians off into the midst of the sea."
  },
  {
    "lines": "And as the waters returned, they covered the chariots and the horsemen, even all the army of Pharaoh that went in after them into the sea; not even one of them was left."
  },
  {
    "lines": "But the children of Israel walked on dry land through the midst of the sea, and the waters were a wall to them on their right hand and on their left."
  },
  {
    "lines": "Thus Jehovah saved Israel that day out of the hand of the Egyptians, and Israel saw the Egyptians dead upon the seashore."
  },
  {
    "lines": "And when Israel saw the great power which Jehovah exercised against the Egyptians, the people feared Jehovah; and they believed in Jehovah and in His servant Moses."
  },
  {
    "lines": "Then Moses and the children of Israel sang this song to Jehovah and spoke, saying,\n\nI will sing to Jehovah, for He has triumphed gloriously;\n\nThe horse and its rider He has cast into the sea."
  },
  {
    "lines": "Jah is my strength and song,\n\nAnd He has become my salvation;\n\nThis is my God, and I will praise Him;\n\nMy father’s God, and I will exalt Him."
  },
  {
    "lines": "Jehovah is a man of war;\n\nJehovah is His name."
  },
  {
    "lines": "Pharaoh’s chariots and his army He has thrown into the sea;\n\nAnd his choice officers have drowned in the Red Sea."
  },
  {
    "lines": "The deep waters cover them;\n\nThey went down into the depths like a stone."
  },
  {
    "lines": "Your right hand, O Jehovah, is glorious in power;\n\nYour right hand, O Jehovah, dashed the enemy in pieces."
  },
  {
    "lines": "And in the greatness of Your excellence\n\nYou overthrew those who rose up against You.\n\nYou sent forth Your burning wrath;\n\nIt consumed them like stubble."
  },
  {
    "lines": "And with the blast of Your nostrils the waters were heaped up;\n\nThe flowing currents stood up like a heap;\n\nThe deep waters congealed in the heart of the sea."
  },
  {
    "lines": "The enemy said, I will pursue, I will overtake, I will divide the spoil;\n\nMy desire will be satisfied upon them;\n\nI will draw my sword; my hand will destroy them."
  },
  {
    "lines": "You blew with Your wind; the sea covered them;\n\nThey sank like lead in the mighty waters."
  },
  {
    "lines": "Who is like You, O Jehovah, among the gods?\n\nWho is like You, splendid in holiness,\n\nAwesome in praises, doing wonders?"
  },
  {
    "lines": "You stretched out Your right hand;\n\nThe earth swallowed them."
  },
  {
    "lines": "In Your lovingkindness You have led the people whom You have redeemed;\n\nYou have guided them in Your strength to Your holy habitation."
  },
  {
    "lines": "The peoples heard; they trembled;\n\nPangs have seized the inhabitants of Philistia."
  },
  {
    "lines": "Then the chiefs of Edom are dismayed;\n\nThe mighty men of Moab—trembling has seized them;\n\nAll the inhabitants of Canaan have melted away."
  },
  {
    "lines": "Terror and dread have fallen upon them;\n\nBy the greatness of Your arm they have become as still as stone,\n\nUntil Your people passed over, O Jehovah,\n\nUntil the people whom You purchased passed over."
  },
  {
    "lines": "You will bring them in and plant them in the mountain of Your inheritance,\n\nThe place, O Jehovah, which You have made for Your dwelling,\n\nThe sanctuary, O Lord, which Your hands have established."
  },
  {
    "lines": "Jehovah shall reign forever and ever."
  },
  {
    "lines": "For the horses of Pharaoh with his chariots and with his horsemen went into the sea, and Jehovah brought back the waters of the sea upon them while the children of Israel walked on dry land through the midst of the sea."
  },
  {
    "lines": "And Miriam the prophetess, the sister of Aaron, took a tambourine in her hand; and all the women went out after her with tambourines and with dancing."
  },
  {
    "lines": "And Miriam responded to them,\n\nSing to Jehovah, for He has triumphed gloriously;\n\nThe horse and its rider He has cast into the sea."
  },
  {
    "lines": "Then Moses moved Israel onward from the Red Sea, and they went out into the wilderness of Shur. And they went three days in the wilderness and found no water."
  },
  {
    "lines": "And when they came to Marah, they could not drink of the waters of Marah, for they were bitter; therefore its name was called Marah."
  },
  {
    "lines": "And the people murmured against Moses, saying, What shall we drink?"
  },
  {
    "lines": "And he cried out to Jehovah, and Jehovah showed him a tree; and he cast it into the waters, and the waters became sweet. There He made for them a statute and an ordinance, and there He tested them."
  },
  {
    "lines": "And He said, If you will listen carefully to the voice of Jehovah your God and do what is right in His eyes and give ear to His commandments and keep all His statutes, I will put none of the diseases on you which I have put on the Egyptians; for I am Jehovah who heals you."
  },
  {
    "lines": "And they came to Elim, where there were twelve springs of water and seventy palm trees; and they encamped there by the waters."
  },
  {
    "lines": "And they journeyed from Elim, and all the assembly of the children of Israel came to the wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after their departure out of the land of Egypt."
  },
  {
    "lines": "And the whole assembly of the children of Israel murmured against Moses and against Aaron in the wilderness."
  },
  {
    "lines": "And the children of Israel said to them, If only we had died by the hand of Jehovah in the land of Egypt, when we sat by the fleshpots, when we ate bread to the full; for you have brought us out into this wilderness to kill this whole congregation with hunger."
  },
  {
    "lines": "Then Jehovah said to Moses, I will now rain bread from heaven for you; and the people shall go out and gather a day’s portion every day, that I may test them, whether or not they will walk in My law."
  },
  {
    "lines": "And on the sixth day when they prepare what they bring in, it will be twice as much as they gather daily."
  },
  {
    "lines": "So Moses and Aaron said to all the children of Israel, In the evening you will know that Jehovah has brought you out from the land of Egypt;"
  },
  {
    "lines": "And in the morning you will see the glory of Jehovah, for He hears your murmurings against Jehovah. And what are we, that you murmur against us?"
  },
  {
    "lines": "And Moses said, This you will see when Jehovah gives you flesh to eat in the evening, and bread to the full in the morning; for Jehovah hears your murmurings which you murmur against Him. And what are we? Your murmurings are not against us but against Jehovah."
  },
  {
    "lines": "And Moses said to Aaron, Say to all the assembly of the children of Israel, Come near before Jehovah, for He has heard your murmurings."
  },
  {
    "lines": "And as Aaron spoke to the whole assembly of the children of Israel, they looked toward the wilderness, and there the glory of Jehovah appeared in the cloud."
  },
  {
    "lines": "And Jehovah spoke to Moses, saying,"
  },
  {
    "lines": "I have heard the murmurings of the children of Israel. Speak to them, saying, At twilight you will eat flesh, and in the morning you will be filled with bread; and you shall know that I am Jehovah your God."
  },
  {
    "lines": "And at evening quails came up and covered the camp, and in the morning there was a layer of dew around the camp."
  },
  {
    "lines": "And when the layer of dew lifted, there upon the surface of the wilderness were fine round flakes, fine as the frost on the earth."
  },
  {
    "lines": "And when the children of Israel saw it, they said to one another, What is it? For they did not know what it was. And Moses said to them, It is the bread which Jehovah has given you to eat."
  },
  {
    "lines": "This is what Jehovah has commanded, Gather of it, each one according to his eating; you shall take an omer a head, according to the number of your persons, each one for those who are in his tent."
  },
  {
    "lines": "And the children of Israel did so; and some gathered much, and some little."
  },
  {
    "lines": "And when they measured it with an omer, he who gathered much had no excess, and he who gathered little had no lack; each of them gathered according to his eating."
  },
  {
    "lines": "And Moses said to them, Let no man leave any of it until the morning."
  },
  {
    "lines": "But they did not listen to Moses, and some men left part of it until the morning; and it bred worms and stank. And Moses was indignant with them."
  },
  {
    "lines": "And they gathered it morning by morning, each one according to his eating; and when the sun became hot, it melted."
  },
  {
    "lines": "And on the sixth day they gathered twice as much bread, two omers for each one; and all the leaders of the assembly came and told Moses."
  },
  {
    "lines": "And he said to them, This is what Jehovah has spoken, Tomorrow is a Sabbath of complete rest, a holy Sabbath to Jehovah. Bake what you will bake, and boil what you will boil, and all that is left over put aside for yourselves to be kept until the morning."
  },
  {
    "lines": "And they put it aside until the morning, as Moses commanded; and it did not stink, nor was there any worm in it."
  },
  {
    "lines": "And Moses said, Eat it today, for today is a Sabbath to Jehovah; today you will not find it in the field."
  },
  {
    "lines": "Six days you shall gather it, but on the seventh day is the Sabbath; on it there will be none."
  },
  {
    "lines": "And on the seventh day some of the people went out to gather, and they found none."
  },
  {
    "lines": "And Jehovah said to Moses, How long do you refuse to keep My commandments and My laws?"
  },
  {
    "lines": "See, Jehovah has given you the Sabbath, therefore He gives you bread for two days on the sixth day. Let each of you stay in his place; let no man go out of his place on the seventh day."
  },
  {
    "lines": "So the people rested on the seventh day."
  },
  {
    "lines": "And the house of Israel called its name manna, and it was like coriander seed, white; and its taste was like wafers made with honey."
  },
  {
    "lines": "And Moses said, This is what Jehovah has commanded, Let an omerful of it be kept throughout your generations, that they may see the bread which I fed you in the wilderness, when I brought you out from the land of Egypt."
  },
  {
    "lines": "And Moses said to Aaron, Take a pot, and put an omerful of manna in it, and place it before Jehovah, to be kept throughout your generations."
  },
  {
    "lines": "As Jehovah commanded Moses, so Aaron placed it before the testimony to be kept."
  },
  {
    "lines": "And the children of Israel ate the manna forty years, until they came to inhabitable land; they ate the manna until they came to the border of the land of Canaan."
  },
  {
    "lines": "Now an omer is a tenth of an ephah."
  },
  {
    "lines": "And all the assembly of the children of Israel journeyed from the wilderness of Sin by their stages according to the command of Jehovah and encamped in Rephidim, and there was no water for the people to drink."
  },
  {
    "lines": "Therefore the people contended with Moses and said, Give us water that we may drink. And Moses said to them, Why are you contending with me? Why do you test Jehovah?"
  },
  {
    "lines": "So the people thirsted there for water, and the people murmured against Moses and said, For what reason did you bring us up out of Egypt; to kill us and our children and our livestock with thirst?"
  },
  {
    "lines": "So Moses cried out to Jehovah, saying, What shall I do with this people? A little more, and they will stone me."
  },
  {
    "lines": "And Jehovah said to Moses, Pass on before the people, and take with you some of the elders of Israel; and take in your hand your staff with which you struck the River, and go."
  },
  {
    "lines": "I will be standing before you there upon the rock in Horeb; and you shall strike the rock, and water will come out of it so that the people may drink. And Moses did so in the sight of the elders of Israel."
  },
  {
    "lines": "And he called the name of the place Massah and Meribah, because of the contention of the children of Israel and because they tested Jehovah, saying, Is Jehovah among us or not?"
  },
  {
    "lines": "Then Amalek came and fought with Israel in Rephidim."
  },
  {
    "lines": "And Moses said to Joshua, Choose men for us, and go out; fight with Amalek. Tomorrow I will stand on the top of the hill with the staff of God in my hand."
  },
  {
    "lines": "So Joshua did as Moses had said to him and fought with Amalek; and Moses, Aaron, and Hur went up to the top of the hill."
  },
  {
    "lines": "And when Moses lifted his hand up, Israel prevailed; and when he let his hand down, Amalek prevailed."
  },
  {
    "lines": "But Moses’ hands were heavy, so they took a stone and put it under him, and he sat on it; and Aaron and Hur supported his hands, one on one side and one on the other side. So his hands were steady until the going down of the sun."
  },
  {
    "lines": "And Joshua defeated Amalek and his people with the edge of the sword."
  },
  {
    "lines": "And Jehovah said to Moses, Write this as a memorial in a book and recite it to Joshua, that I will utterly blot out the memory of Amalek from under heaven."
  },
  {
    "lines": "And Moses built an altar and called the name of it Jehovah-nissi;"
  },
  {
    "lines": "For he said, For there is a hand against the throne of Jah! Jehovah will have war with Amalek from generation to generation."
  },
  {
    "lines": "Now Jethro, the priest of Midian, Moses’ father-in-law, heard of all that God had done for Moses and for Israel His people, how Jehovah had brought Israel out of Egypt."
  },
  {
    "lines": "And Jethro, Moses’ father-in-law, had taken Moses’ wife Zipporah, after he had sent her away,"
  },
  {
    "lines": "And her two sons, of whom the name of one was Gershom, for Moses said, I have been a sojourner in a foreign land;"
  },
  {
    "lines": "And the name of the other was Eliezer, for he said, The God of my father was my help and delivered me from the sword of Pharaoh."
  },
  {
    "lines": "So Jethro, Moses’ father-in-law, came with his sons and his wife to Moses in the wilderness where he was encamped, at the mount of God."
  },
  {
    "lines": "And he sent word to Moses: I, your father-in-law Jethro, am coming to you with your wife and her two sons with her."
  },
  {
    "lines": "So Moses went out to meet his father-in-law and bowed down and kissed him; and each asked the other’s welfare, and they came into the tent."
  },
  {
    "lines": "And Moses told his father-in-law all that Jehovah had done to Pharaoh and to the Egyptians for Israel’s sake, all the hardship that had come upon them on the way, and how Jehovah delivered them."
  },
  {
    "lines": "And Jethro rejoiced for all the good which Jehovah had done to Israel, in that He had delivered them out of the hand of the Egyptians."
  },
  {
    "lines": "And Jethro said, Blessed be Jehovah, who has delivered you from the hand of the Egyptians and from the hand of Pharaoh, who has delivered the people from under the hand of the Egyptians."
  },
  {
    "lines": "Now I know that Jehovah is greater than all gods, for it was demonstrated in this matter, when they dealt proudly against the people."
  },
  {
    "lines": "Then Jethro, Moses’ father-in-law, took a burnt offering and sacrifices for God, and Aaron came with all the elders of Israel to eat food with Moses’ father-in-law before God."
  },
  {
    "lines": "And on the following day Moses sat to judge the people, and the people stood around Moses from the morning to the evening."
  },
  {
    "lines": "And when Moses’ father-in-law saw all that he was doing for the people, he said, What is this thing that you are doing for the people? Why do you sit by yourself, and all the people stand around you from morning to evening?"
  },
  {
    "lines": "Then Moses said to his father-in-law, Because the people come to me to inquire of God."
  },
  {
    "lines": "When they have a dispute, the matter comes to me; and I judge between a man and his neighbor, and I make known the statutes of God and His laws."
  },
  {
    "lines": "And Moses’ father-in-law said to him, The thing that you are doing is not good."
  },
  {
    "lines": "You will surely wear yourself out, both you and this people who are with you, for the thing is too heavy for you; you cannot do it by yourself."
  },
  {
    "lines": "Listen now to my voice: I will give you counsel, and God be with you. You stand for the people before God, and you bring the matters to God."
  },
  {
    "lines": "And you shall teach them the statutes and the laws, and make known to them the way in which they should walk and the work that they should do."
  },
  {
    "lines": "You also should look for able men among all the people who fear God, men of truth, who hate unjust gain; and place them over them, as leaders of thousands, leaders of hundreds, leaders of fifties, and leaders of tens."
  },
  {
    "lines": "And let them judge the people at all times; and let them bring every great matter to you, but every small matter let them judge themselves. So it will be easier for you, and they will bear the burden with you."
  },
  {
    "lines": "If you do this thing, and God so commands you, then you will be able to endure, and all these people also will go to their place in peace."
  },
  {
    "lines": "So Moses listened to the voice of his father-in-law and did all that he had said."
  },
  {
    "lines": "And Moses chose able men out of all Israel and made them heads over the people: leaders of thousands, leaders of hundreds, leaders of fifties, and leaders of tens."
  },
  {
    "lines": "And they judged the people at all times; the hard cases they brought to Moses, but every small matter they judged themselves."
  },
  {
    "lines": "And Moses let his father-in-law depart, and he went his way to his own land."
  },
  {
    "lines": "In the third month after the children of Israel had gone out of the land of Egypt, on that very day they came into the wilderness of Sinai."
  },
  {
    "lines": "And when they had journeyed from Rephidim and had come to the wilderness of Sinai, they encamped in the wilderness; and there Israel encamped in front of the mountain."
  },
  {
    "lines": "And Moses went up to God, and Jehovah called to him out of the mountain, saying, Thus you shall say to the house of Jacob and tell the children of Israel:"
  },
  {
    "lines": "You have seen what I did to the Egyptians and how I bore you on eagles’ wings and brought you to Myself."
  },
  {
    "lines": "Now therefore if you will indeed obey My voice and keep My covenant, then you shall be My personal treasure from among all peoples, for all the earth is Mine."
  },
  {
    "lines": "And you shall be to Me a kingdom of priests and a holy nation. These are the words that you shall speak to the children of Israel."
  },
  {
    "lines": "So Moses came and called for the elders of the people and set before them all these words which Jehovah had commanded him."
  },
  {
    "lines": "And all the people answered together and said, All that Jehovah has spoken we will do. And Moses brought back the words of the people to Jehovah."
  },
  {
    "lines": "And Jehovah said to Moses, I am coming to you in a thick cloud, that the people may hear when I speak with you and may also believe you forever. Then Moses told the words of the people to Jehovah,"
  },
  {
    "lines": "And Jehovah said to Moses, Go to the people, and sanctify them today and tomorrow; and have them wash their garments,"
  },
  {
    "lines": "And be ready for the third day; for on the third day Jehovah will come down on Mount Sinai in the sight of all the people."
  },
  {
    "lines": "And you shall set limits for the people all around, saying, Be careful that you do not go up on the mountain or touch the border of it. Whoever touches the mountain shall surely be put to death."
  },
  {
    "lines": "No hand shall touch him, but he shall surely be stoned or shot through; whether beast or man, he shall not live. When the trumpet sounds a long blast, they may come up on the mountain."
  },
  {
    "lines": "And Moses went down from the mountain to the people and sanctified the people, and they washed their garments."
  },
  {
    "lines": "And he said to the people, Be ready for the third day. Do not go near a woman."
  },
  {
    "lines": "And on the third day, when it was morning, there was thunder and lightning, and a thick cloud upon the mountain, and a very loud trumpet sound; and all the people who were in the camp trembled."
  },
  {
    "lines": "And Moses brought the people out of the camp to meet God, and they stood at the base of the mountain."
  },
  {
    "lines": "Now the whole of Mount Sinai smoked because Jehovah descended upon it in fire, and its smoke ascended like the smoke of a furnace; and the whole mountain shook greatly."
  },
  {
    "lines": "And as the sound of the trumpet grew louder and louder, Moses spoke, and God answered him in thunder."
  },
  {
    "lines": "And Jehovah came down upon Mount Sinai at the top of the mountain, and Jehovah called Moses to the top of the mountain; and Moses went up."
  },
  {
    "lines": "Then Jehovah said to Moses, Go down; charge the people not to break through to Jehovah to look, lest many of them perish."
  },
  {
    "lines": "And let the priests who come near to Jehovah also sanctify themselves, so that Jehovah does not break forth upon them."
  },
  {
    "lines": "And Moses said to Jehovah, The people cannot come up to Mount Sinai, for You charged us, saying, Set limits around the mountain, and sanctify it."
  },
  {
    "lines": "And Jehovah said to him, Go, get down; then you shall come up again, you and Aaron with you; but do not let the priests and the people force a way through to come up to Jehovah, so that He does not break forth upon them."
  },
  {
    "lines": "So Moses went down to the people and told them."
  },
  {
    "lines": "And God spoke all these words, saying,"
  },
  {
    "lines": "I am Jehovah your God, who brought you out of the land of Egypt, out of the slave house;"
  },
  {
    "lines": "You shall have no other gods before Me."
  },
  {
    "lines": "You shall not make for yourself an idol, nor the form of anything that is in heaven above or on the earth beneath or in the water beneath the earth."
  },
  {
    "lines": "You shall not bow down to them, and you shall not serve them; for I, Jehovah your God, am a jealous God, visiting the iniquity of the fathers upon the children, to the third and fourth generations of those who hate Me,"
  },
  {
    "lines": "Yet showing lovingkindness to thousands of generations of those who love Me and keep My commandments."
  },
  {
    "lines": "You shall not take the name of Jehovah your God in vain, for Jehovah will not hold guiltless him who takes His name in vain."
  },
  {
    "lines": "Remember the Sabbath day so as to sanctify it."
  },
  {
    "lines": "Six days you shall labor and do all your work,"
  },
  {
    "lines": "But the seventh day is a Sabbath to Jehovah your God; you shall not do any work, you nor your son nor your daughter, your male servant nor your female servant, nor your cattle nor the sojourner with you, who is within your gates."
  },
  {
    "lines": "For in six days Jehovah made heaven and earth, the sea and all that is in them, and rested on the seventh day; therefore Jehovah blessed the Sabbath day and sanctified it."
  },
  {
    "lines": "Honor your father and your mother, that your days may be extended upon the land which Jehovah your God is giving you."
  },
  {
    "lines": "You shall not kill."
  },
  {
    "lines": "You shall not commit adultery."
  },
  {
    "lines": "You shall not steal."
  },
  {
    "lines": "You shall not testify with false testimony against your neighbor."
  },
  {
    "lines": "You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, nor his male servant, nor his female servant, nor his ox, nor his donkey, nor anything that belongs to your neighbor."
  },
  {
    "lines": "And all the people witnessed the thunder and the flashes of lightning and the sound of the trumpet and the mountain smoking; and when the people witnessed it, they trembled and stood at a distance."
  },
  {
    "lines": "And they said to Moses, You speak with us, and we will listen; but do not let God speak with us, so we do not die."
  },
  {
    "lines": "And Moses said to the people, Do not be afraid; for God has come in order to test you and in order that the fear of Him may be before you, so that you do not sin."
  },
  {
    "lines": "And the people stood at a distance, and Moses drew near to the deep darkness where God was."
  },
  {
    "lines": "And Jehovah said to Moses, Thus shall you say to the children of Israel, You yourselves have seen that I have spoken to you from heaven."
  },
  {
    "lines": "You shall not make other gods besides Me; gods of silver or gods of gold, you shall not make for yourselves."
  },
  {
    "lines": "An altar of earth you shall make for Me, and you shall sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen; in every place where I cause My name to be remembered, I will come to you and bless you."
  },
  {
    "lines": "And if you make Me an altar of stone, you shall not build it of hewn stones; for if you lift up your tool upon it, you have polluted it."
  },
  {
    "lines": "Neither shall you go up by steps to My altar, so that your nakedness may not be uncovered on it."
  },
  {
    "lines": "Now these are the ordinances which you shall set before them."
  },
  {
    "lines": "If you buy a Hebrew servant, he shall serve six years; but in the seventh he shall go out free without payment to you."
  },
  {
    "lines": "If he came in by himself, he shall go out by himself; if he is the husband of a wife, then his wife shall go out with him."
  },
  {
    "lines": "If his master gives him a wife and she bears him sons or daughters, the wife and her children shall be her master’s, and he shall go out by himself."
  },
  {
    "lines": "But if the servant plainly says, I love my master, my wife, and my children; I will not go out free;"
  },
  {
    "lines": "Then his master shall bring him to God and shall bring him to the door or to the doorpost, and his master shall bore his ear through with an awl; and he shall serve him forever."
  },
  {
    "lines": "And if a man sells his daughter as a female servant, she shall not go out as the male servants do."
  },
  {
    "lines": "If she displeases her master, who has designated her for himself, then he shall let her be redeemed; he has no right to sell her to a foreign people, because he has dealt with her unfaithfully."
  },
  {
    "lines": "And if he designated her for his son, he shall deal with her according to the custom of daughters."
  },
  {
    "lines": "If he take another woman for himself, he shall not diminish her food, her clothing, or her marital rights."
  },
  {
    "lines": "And if he does not do these three things for her, then she shall go out for nothing, without payment of silver."
  },
  {
    "lines": "He who strikes a man so that he dies shall surely be put to death."
  },
  {
    "lines": "But if he did not lie in wait for him, but God allowed him to fall by his hand, then I will appoint you a place where he may flee to."
  },
  {
    "lines": "And if a man acts presumptuously toward his neighbor, so as to slay him with guile, you shall take him even from My altar so that he may die."
  },
  {
    "lines": "And he who strikes his father or his mother shall surely be put to death."
  },
  {
    "lines": "And he who kidnaps a man, whether he sells him or he is found in his possession, shall surely be put to death."
  },
  {
    "lines": "And he who curses his father or his mother shall surely be put to death."
  },
  {
    "lines": "And if men contend and one strikes the other with a stone or with his fist so that he does not die but remains in bed;"
  },
  {
    "lines": "If he can rise up and walk around outside on his staff, then he who struck him shall be guiltless; he shall only pay for the loss of his time, until he has made sure he is completely healed."
  },
  {
    "lines": "And if a man strikes his male servant or his female servant with a rod, and the servant dies under his hand, he shall surely be punished."
  },
  {
    "lines": "But if he survives a day or two, he shall not be punished; for he is his property."
  },
  {
    "lines": "And if men struggle together, and they hit a pregnant woman, so that she has a miscarriage, but there is no further mishap, he shall surely be fined what the woman’s husband shall impose upon him, and he shall pay as the judges determine."
  },
  {
    "lines": "But if there is further mishap, then you shall give a life for a life,"
  },
  {
    "lines": "An eye for an eye, a tooth for a tooth, a hand for a hand, a foot for a foot,"
  },
  {
    "lines": "A burning for a burning, a wound for a wound, a stripe for a stripe."
  },
  {
    "lines": "And if a man strikes the eye of his male servant or the eye of his female servant and destroys it, he shall let that one go free on account of that one’s eye."
  },
  {
    "lines": "And if he knocks out his male servant’s tooth or his female servant’s tooth, he shall let that one go free on account of that one’s tooth."
  },
  {
    "lines": "And if an ox gores a man or a woman to death, the ox shall surely be stoned, and its flesh shall not be eaten; but the owner of the ox shall be guiltless."
  },
  {
    "lines": "But if the ox was accustomed to goring previously, and its owner had been warned, but he would not keep it in, and it killed a man or a woman, the ox shall be stoned, and its owner shall also be put to death."
  },
  {
    "lines": "If a ransom is imposed on the owner, then he shall give for the redemption of his life whatever is imposed upon him."
  },
  {
    "lines": "If either it gores a son or it gores a daughter, according to this judgment it shall be done to him."
  },
  {
    "lines": "If the ox gores a male servant or a female servant, thirty shekels of silver shall be given to their master, and the ox shall be stoned."
  },
  {
    "lines": "And if a man opens a pit or if a man digs a pit and does not cover it, and an ox or a donkey falls into it,"
  },
  {
    "lines": "The owner of the pit shall make restitution; he shall give silver to its owner, and the dead animal shall be his."
  },
  {
    "lines": "And if one man’s ox injures another’s so that it dies, then they shall sell the live ox and divide its price; and they shall also divide the dead animal."
  },
  {
    "lines": "Or if it is known that the ox was accustomed to goring previously and its owner would not keep it in, he shall surely give restitution, an ox for an ox, and the dead animal shall become his."
  },
  {
    "lines": "If a man steals an ox or a sheep and slaughters it or sells it, he shall restore five oxen for an ox and four sheep for a sheep."
  },
  {
    "lines": "If the thief is found breaking in and is struck so that he dies, there shall be no bloodguiltiness for him—"
  },
  {
    "lines": "If the sun has risen upon him, there shall be bloodguiltiness for him—the thief shall indeed make restitution; if he has nothing, then he shall be sold for his theft."
  },
  {
    "lines": "If what he has stolen is actually found alive in his possession, whether an ox or a donkey or a sheep, he shall restore double."
  },
  {
    "lines": "If a man lets a field or vineyard be grazed, that is, he lets his animal loose, and it grazes in another man’s field; from the best of his own field and from the best of his own vineyard he shall make restitution."
  },
  {
    "lines": "If fire breaks out and catches in thorns so that the stacked grain or the standing grain or what is growing in the field is consumed, he who started the fire shall surely make restitution."
  },
  {
    "lines": "If a man gives to his neighbor silver or goods to keep, and it is stolen out of the man’s house, if the thief is found, he shall restore double."
  },
  {
    "lines": "If the thief is not found, then the owner of the house shall come near to God to determine whether or not he laid his hand on his neighbor’s goods."
  },
  {
    "lines": "For every case of transgression, whether concerning an ox, concerning a donkey, concerning a sheep, concerning clothing, or concerning any lost item about which one says, This is it, the case of both parties shall come before God; he whom God declares guilty shall restore double to his neighbor."
  },
  {
    "lines": "If a man gives to his neighbor a donkey or an ox or a sheep or any animal to keep, and it dies or is injured or driven away, with no man seeing it;"
  },
  {
    "lines": "The oath of Jehovah shall be between them both, that he has not laid his hand on his neighbor’s goods; and its owner shall accept it, and he shall not make restitution."
  },
  {
    "lines": "But if it was certainly stolen from him, he shall make restitution to its owner."
  },
  {
    "lines": "If it was torn in pieces, let him bring it as evidence; he shall not make restitution for that which was torn."
  },
  {
    "lines": "And if a man borrows anything from his neighbor, and it is injured or dies while its owner is not with it, he shall make full restitution."
  },
  {
    "lines": "If its owner was with it, he shall not make restitution; if it was hired, only the hiring fee is due."
  },
  {
    "lines": "And if a man seduces a virgin who is not engaged and lies with her, he shall surely pay a dowry for her to become his wife."
  },
  {
    "lines": "If her father utterly refuses to give her to him, he shall pay silver according to the dowry of virgins."
  },
  {
    "lines": "You shall not allow a sorceress to live."
  },
  {
    "lines": "Whoever lies with an animal shall surely be put to death."
  },
  {
    "lines": "He who sacrifices to any god, except to Jehovah only, shall be devoted to destruction."
  },
  {
    "lines": "And you shall not wrong a sojourner, nor shall you oppress him; for you were sojourners in the land of Egypt."
  },
  {
    "lines": "You shall not afflict any widow or orphan."
  },
  {
    "lines": "If you afflict them at all and if they cry at all to Me, I will surely hear their cry;"
  },
  {
    "lines": "And My anger will be kindled, and I will kill you with the sword; and your wives shall be widows, and your children orphans."
  },
  {
    "lines": "If you lend silver to My people, to the poor among you, you shall not be to him as a creditor; you shall not charge him interest."
  },
  {
    "lines": "If you ever take your neighbor’s garment as a pledge, you shall return it to him before the sun goes down."
  },
  {
    "lines": "For that is his only covering; it is his garment for his skin. On what shall he lie down? And when he cries to Me I will hear, for I am gracious."
  },
  {
    "lines": "You shall not revile God, nor curse a ruler of your people."
  },
  {
    "lines": "You shall not delay to offer the fullness of your harvest and of the outflow of your presses. The firstborn of your sons you shall give to Me."
  },
  {
    "lines": "You shall do the same with your oxen and with your sheep. Seven days it shall be with its mother; on the eighth day you shall give it to Me."
  },
  {
    "lines": "And you shall be holy men to Me. And you shall not eat any flesh that is torn by beasts in the field; you shall throw it to the dogs."
  },
  {
    "lines": "You shall not bear a false report; do not join your hand with a wicked man to be a malicious witness."
  },
  {
    "lines": "You shall not follow a multitude to do evil, nor shall you testify in a dispute so as to turn aside after a multitude to pervert justice,"
  },
  {
    "lines": "Nor shall you be partial to a poor man in his dispute."
  },
  {
    "lines": "If you come upon your enemy’s ox or his donkey going astray, you shall surely bring it back to him."
  },
  {
    "lines": "If you see the donkey of one who hates you lying down under its burden, you shall refrain from leaving it to him; you shall surely release it with him."
  },
  {
    "lines": "You shall not pervert the justice due to your needy neighbor in his dispute."
  },
  {
    "lines": "Keep far away from a false charge, and do not kill the innocent and righteous; for I will not justify the wicked man."
  },
  {
    "lines": "And you shall not take a bribe, for a bribe blinds those whose eyes are open and perverts the words of the righteous."
  },
  {
    "lines": "And you shall not oppress a sojourner; for you know the feelings of a sojourner, for you were sojourners in the land of Egypt."
  },
  {
    "lines": "And six years you shall sow your land and gather its produce;"
  },
  {
    "lines": "But the seventh year you shall let it rest and lie fallow, so that the needy of your people may eat, and what they leave, the animals of the field may eat. You are to do the same with your vineyard and with your olivegrove."
  },
  {
    "lines": "Six days you shall do your work, and on the seventh day you shall cease from work so that your ox and your donkey may have rest, and the son of your female servant and the sojourner may be refreshed."
  },
  {
    "lines": "Now concerning everything which I have said to you, take heed to yourselves; and do not mention the name of other gods, nor let their name be heard out of your mouth."
  },
  {
    "lines": "Three times a year you shall hold a feast to Me."
  },
  {
    "lines": "You shall keep the Feast of Unleavened Bread; as I commanded you, seven days you shall eat unleavened bread at the appointed time in the month of Abib, for in it you came out from Egypt. And no one shall appear before Me empty."
  },
  {
    "lines": "And you shall keep the Feast of the Harvest, of the firstfruits of your labors from what you sow in the field, and the Feast of Ingathering, at the end of the year when you gather in the fruit of your labors out of the field."
  },
  {
    "lines": "Three times a year all your males shall appear before the Lord Jehovah."
  },
  {
    "lines": "You shall not offer the blood of My sacrifice with anything leavened, nor shall the fat of My feast remain all night until the morning."
  },
  {
    "lines": "The first of the firstfruits of your ground you shall bring into the house of Jehovah your God. You shall not boil a kid in its mother’s milk."
  },
  {
    "lines": "I am now sending an Angel before you to keep you in the way and to bring you into the place which I have prepared."
  },
  {
    "lines": "Be careful before Him, and listen to His voice; do not rebel against Him, for He will not pardon your transgression; for My name is in Him."
  },
  {
    "lines": "But if you will indeed listen to His voice and do all that I speak, then I will be an enemy to your enemies and an adversary to your adversaries."
  },
  {
    "lines": "For My Angel will go before you and bring you to the Amorites and the Hittites and the Perizzites and the Canaanites, the Hivites and the Jebusites; and I will cut them off."
  },
  {
    "lines": "You shall not bow down to their gods, nor serve them, nor do according to their works; but you shall utterly overthrow them and break their pillars into pieces."
  },
  {
    "lines": "And you shall serve Jehovah your God, and He will bless your bread and your water; and I will take sickness away from your midst."
  },
  {
    "lines": "No one shall miscarry or be barren in your land; I will fulfill the number of your days."
  },
  {
    "lines": "I will send My terror before you and will throw into confusion all the people to whom you will come, and I will make all your enemies turn their backs to you."
  },
  {
    "lines": "And I will send hornets before you, which shall drive out the Hivites, the Canaanites, and the Hittites from before you."
  },
  {
    "lines": "I will not drive them out from before you in one year, lest the land become desolate and the animals of the field multiply against you."
  },
  {
    "lines": "Little by little I will drive them out from before you, until you have become fruitful and inherit the land."
  },
  {
    "lines": "And I will set your border from the Red Sea even to the sea of the Philistines, and from the wilderness to the River; for I will deliver the inhabitants of the land into your hand, and you shall drive them out from before you."
  },
  {
    "lines": "You shall make no covenant with them or with their gods."
  },
  {
    "lines": "They shall not dwell in your land, lest they make you sin against Me; for if you serve their gods, it will surely be a snare to you."
  },
  {
    "lines": "Then He said to Moses, Come up to Jehovah, you and Aaron, Nadab and Abihu, and seventy of the elders of Israel; and worship at a distance."
  },
  {
    "lines": "And Moses alone shall come near to Jehovah, but they shall not come near, nor shall the people come up with him."
  },
  {
    "lines": "And Moses came and told the people all the words of Jehovah and all the ordinances; and all the people answered with one voice and said, All the words which Jehovah has spoken we will do."
  },
  {
    "lines": "And Moses wrote down all the words of Jehovah. And he rose up early in the morning and built an altar at the base of the mountain and twelve pillars for the twelve tribes of Israel."
  },
  {
    "lines": "And he sent young men of the children of Israel, who offered burnt offerings and sacrificed peace offerings of bulls to Jehovah."
  },
  {
    "lines": "And Moses took half of the blood and put it in basins, and half of the blood he sprinkled on the altar."
  },
  {
    "lines": "And he took the book of the covenant and read it in the hearing of the people; and they said, All that Jehovah has spoken we will do, and we will be obedient."
  },
  {
    "lines": "So Moses took the blood and sprinkled it on the people and said, Here is the blood of the covenant, which Jehovah has made with you in accordance with all these words."
  },
  {
    "lines": "Then Moses and Aaron, Nadab and Abihu, and seventy of the elders of Israel went up."
  },
  {
    "lines": "And they saw the God of Israel, and under His feet there was something like a paved work of sapphire, even like heaven itself for clearness."
  },
  {
    "lines": "And He did not stretch out His hand upon the nobles of the children of Israel. And they beheld God and ate and drank."
  },
  {
    "lines": "And Jehovah said to Moses, Come up to Me at the top of the mountain, and be there; and I will give you the tablets of stone with the law and the commandment, which I have inscribed for their instruction."
  },
  {
    "lines": "And Moses rose up with Joshua his attendant, and Moses went up to the top of the mountain of God."
  },
  {
    "lines": "And he had said to the elders, Wait here for us until we return to you. Both Aaron and Hur are here with you; whoever has a cause, let him come near to them."
  },
  {
    "lines": "And Moses went up to the top of the mountain, and the cloud covered the mountain."
  },
  {
    "lines": "And the glory of Jehovah settled on Mount Sinai, and the cloud covered it six days; and on the seventh day He called to Moses out of the midst of the cloud."
  },
  {
    "lines": "And the appearance of the glory of Jehovah was like consuming fire on the top of the mountain to the eyes of the children of Israel."
  },
  {
    "lines": "And Moses entered into the midst of the cloud and went up on the mountain; and Moses was on the mountain forty days and forty nights."
  },
  {
    "lines": "Then Jehovah spoke to Moses, saying,"
  },
  {
    "lines": "Tell the children of Israel to take for Me a heave offering. From every man whose heart makes him willing you shall take My heave offering."
  },
  {
    "lines": "And this is the heave offering which you shall take from them: gold and silver and bronze,"
  },
  {
    "lines": "And blue and purple and scarlet strands, and fine linen, and goats’ hair,"
  },
  {
    "lines": "And rams’ skins dyed red, and porpoise skins, and acacia wood,"
  },
  {
    "lines": "Oil for the light, spices for the anointing oil and for the fragrant incense,"
  },
  {
    "lines": "Onyx stones and stones to be set for the ephod and for the breastplate."
  },
  {
    "lines": "And let them make a sanctuary for Me that I may dwell in their midst;"
  },
  {
    "lines": "According to all that I show you, the pattern of the tabernacle and the pattern of all its furnishings, even so shall you make it."
  },
  {
    "lines": "And they shall make an ark of acacia wood: two and a half cubits shall be its length; and one and a half cubits, its width; and one and a half cubits, its height."
  },
  {
    "lines": "And you shall overlay it with pure gold; inside and outside you shall overlay it; and you shall make a rim of gold upon it all around."
  },
  {
    "lines": "And you shall cast four rings of gold for it, and put them on its four feet; and two rings shall be on one side of it, and two rings on the other side of it."
  },
  {
    "lines": "And you shall make poles of acacia wood and overlay them with gold."
  },
  {
    "lines": "And you shall put the poles into the rings on the sides of the Ark to carry the Ark with them."
  },
  {
    "lines": "The poles shall be in the rings of the Ark; they shall not be taken from it."
  },
  {
    "lines": "And you shall put into the Ark the Testimony which I shall give you."
  },
  {
    "lines": "And you shall make an expiation cover of pure gold: two and a half cubits shall be its length, and one and a half cubits, its width."
  },
  {
    "lines": "And you shall make two cherubim of gold; of beaten work you shall make them, at the two ends of the expiation cover."
  },
  {
    "lines": "And make one cherub at one end and one cherub at the other end; of one piece with the expiation cover you shall make the cherubim on its two ends."
  },
  {
    "lines": "And the cherubim shall spread out their wings above the cover, covering the expiation cover with their wings, with their faces toward one another; the faces of the cherubim shall be toward the expiation cover."
  },
  {
    "lines": "And you shall put the expiation cover on top of the Ark, and into the Ark you shall put the Testimony that I shall give you."
  },
  {
    "lines": "And there I will meet with you, and I will speak with you from above the expiation cover, from between the two cherubim which are upon the Ark of the Testimony, of everything which I will give you in commandment to the children of Israel."
  },
  {
    "lines": "And you shall make a table of acacia wood: two cubits shall be its length, and a cubit its width, and one and a half cubits its height."
  },
  {
    "lines": "And you shall overlay it with pure gold and make a rim of gold around it."
  },
  {
    "lines": "And you shall make a frame of a handbreadth around it; and you shall make a rim of gold for its frame around it."
  },
  {
    "lines": "And you shall make for it four rings of gold and put the rings on the four corners that are on its four feet."
  },
  {
    "lines": "The rings shall be close to the frame as holders for the poles to carry the table."
  },
  {
    "lines": "And you shall make the poles of acacia wood and overlay them with gold, and the table shall be carried with them."
  },
  {
    "lines": "And you shall make its plates and its cups and its pitchers and its bowls with which to pour out drink offerings; of pure gold you shall make them."
  },
  {
    "lines": "And you shall set the bread of the Presence upon the table before Me always."
  },
  {
    "lines": "And you shall make a lampstand of pure gold. The lampstand with its base and its shaft shall be made of beaten work; its cups, its calyxes, and its blossom buds shall be of one piece with it."
  },
  {
    "lines": "And there shall be six branches going out of its sides; three branches of the lampstand out of one of its sides, and three branches of the lampstand out of its other side;"
  },
  {
    "lines": "Three cups made like almond blossoms in one branch, a calyx and a blossom bud; and three cups made like almond blossoms in the other branch, a calyx and a blossom bud—so for the six branches going out of the lampstand."
  },
  {
    "lines": "And there shall be on the lampstand four cups made like almond blossoms, its calyxes and its blossom buds;"
  },
  {
    "lines": "And a calyx under two branches of one piece with it, and a calyx under two branches of one piece with it, and a calyx under two branches of one piece with it, for the six branches going out of the lampstand."
  },
  {
    "lines": "Their calyxes and their branches shall be of one piece with it; all of it one beaten work of pure gold."
  },
  {
    "lines": "And you shall make its lamps, seven; and set up its lamps to give light to the area in front of it."
  },
  {
    "lines": "And its tongs and its firepans shall be of pure gold."
  },
  {
    "lines": "It shall be made of a talent of pure gold, with all these utensils."
  },
  {
    "lines": "And see that you make them according to their pattern, which was shown to you in the mountain."
  },
  {
    "lines": "Now the tabernacle you shall make with ten curtains of fine twined linen and blue and purple and scarlet strands; you shall make them with cherubim, the work of a skillful workman."
  },
  {
    "lines": "The length of each curtain shall be twenty-eight cubits, and the width of each curtain, four cubits; all the curtains shall have the same measurement."
  },
  {
    "lines": "Five curtains shall be joined to one another; and the other five curtains shall be joined to one another."
  },
  {
    "lines": "And you shall make loops of blue strands on the edge of the one curtain at the end in the set; and likewise you shall make them in the edge of the outermost curtain in the second set."
  },
  {
    "lines": "You shall make fifty loops on the one curtain, and you shall make fifty loops on the edge of the curtain that is in the second set; the loops shall be opposite one another."
  },
  {
    "lines": "And you shall make fifty clasps of gold, and join the curtains to one another with the clasps, so that the tabernacle may become one."
  },
  {
    "lines": "And you shall make curtains of goats’ hair for a tent over the tabernacle; eleven curtains you shall make."
  },
  {
    "lines": "The length of each curtain shall be thirty cubits, and the width of each curtain, four cubits; the eleven curtains shall have the same measurement."
  },
  {
    "lines": "And you shall join five of the curtains by themselves and six of the curtains by themselves, and you shall double the sixth curtain over at the front of the tent."
  },
  {
    "lines": "And you shall make fifty loops on the edge of the one curtain that is outermost in the set, and fifty loops upon the edge of the curtain which is outermost in the second set."
  },
  {
    "lines": "And you shall make fifty clasps of bronze and put the clasps into the loops and join the tent together, so that it may become one."
  },
  {
    "lines": "And the overlapping part that is left over of the curtains of the tent, the half curtain that is left over, shall hang over the back of the tabernacle."
  },
  {
    "lines": "And the cubit on the one side and the cubit on the other side, of what is left over in the length of the curtains of the tent, shall hang over the sides of the tabernacle, on this side and on that side, to cover it."
  },
  {
    "lines": "And you shall make a covering for the tent, of rams’ skins dyed red, and a covering of porpoise skins above it."
  },
  {
    "lines": "And you shall make the boards for the tabernacle of acacia wood, standing up."
  },
  {
    "lines": "Ten cubits shall be the length of a board, and one and a half cubits, the width of each board."
  },
  {
    "lines": "Each board shall have two tenons, parallel to each other; thus you shall do for all the boards of the tabernacle."
  },
  {
    "lines": "And you shall make the boards for the tabernacle, twenty boards for the south side southward."
  },
  {
    "lines": "And you shall make forty sockets of silver under the twenty boards, two sockets under one board for its two tenons and two sockets under the next board for its two tenons."
  },
  {
    "lines": "And for the second side of the tabernacle, on the north side, twenty boards;"
  },
  {
    "lines": "And their forty sockets of silver, two sockets under one board and two sockets under the next board."
  },
  {
    "lines": "And for the rear of the tabernacle westward you shall make six boards."
  },
  {
    "lines": "And two boards you shall make for the corners of the tabernacle in the rear."
  },
  {
    "lines": "And they shall be double below, and at its top they shall be completely joined to a single ring; thus it shall be for both of them; they shall be for the two corners."
  },
  {
    "lines": "And there shall be eight boards with their sockets of silver, sixteen sockets; two sockets under one board and two sockets under the next board."
  },
  {
    "lines": "And you shall make bars of acacia wood, five for the boards of the one side of the tabernacle,"
  },
  {
    "lines": "And five bars for the boards of the other side of the tabernacle, and five bars for the boards of the side of the tabernacle at the rear westward."
  },
  {
    "lines": "And the middle bar shall pass through in the center of the boards from end to end."
  },
  {
    "lines": "And you shall overlay the boards with gold, and make their rings of gold as holders for the bars; and you shall overlay the bars with gold."
  },
  {
    "lines": "And you shall set up the tabernacle according to its plan, which you were shown in the mountain."
  },
  {
    "lines": "And you shall make a veil of blue and purple and scarlet strands and fine twined linen; it shall be made with cherubim, the work of a skillful workman."
  },
  {
    "lines": "And you shall hang it upon four pillars of acacia overlaid with gold; their hooks shall be of gold, and they shall stand on four sockets of silver."
  },
  {
    "lines": "And you shall hang up the veil under the clasps and bring in the Ark of the Testimony there within the veil; and the veil shall make a separation for you between the Holy Place and the Holy of Holies."
  },
  {
    "lines": "And you shall put the expiation cover upon the Ark of the Testimony in the Holy of Holies."
  },
  {
    "lines": "And you shall set the table outside the veil, and the lampstand opposite the table on the side of the tabernacle toward the south; and the table you shall put on the north side."
  },
  {
    "lines": "And you shall make a screen for the entrance of the tent, of blue and purple and scarlet strands and fine twined linen, the work of an embroiderer."
  },
  {
    "lines": "And for the screen you shall make five pillars of acacia and overlay them with gold; their hooks shall be of gold, and you shall cast five sockets of bronze for them."
  },
  {
    "lines": "And you shall make the altar of acacia wood, a length of five cubits and a width of five cubits; the altar shall be square; and three cubits, its height."
  },
  {
    "lines": "And you shall make its horns upon its four corners; its horns shall be of one piece with it, and you shall overlay it with bronze."
  },
  {
    "lines": "And you shall make its pots to remove its ashes, and its shovels and its basins and its forks and its firepans; all its utensils you shall make of bronze."
  },
  {
    "lines": "And you shall make a grating, a network of bronze for it; and on the net you shall make four bronze rings at its four ends."
  },
  {
    "lines": "And you shall put it below, under the ledge of the altar so that the net may reach halfway up the altar."
  },
  {
    "lines": "And you shall make poles for the altar, poles of acacia wood, and overlay them with bronze."
  },
  {
    "lines": "And its poles shall be put into the rings, and the poles shall be on the two sides of the altar when it is carried."
  },
  {
    "lines": "You shall make it hollow with boards; as it was shown to you in the mountain, so shall they make it."
  },
  {
    "lines": "And you shall make the court of the tabernacle: On the south side southward there shall be hangings for the court of fine twined linen, a length of one hundred cubits for one side;"
  },
  {
    "lines": "And its twenty pillars and their twenty sockets shall be of bronze; the hooks of the pillars and their connecting rods shall be of silver."
  },
  {
    "lines": "And likewise on the north side, in length there shall be hangings a length of one hundred cubits, and its twenty pillars and their twenty sockets of bronze; the hooks of the pillars and their connecting rods shall be of silver."
  },
  {
    "lines": "And for the width of the court on the west side there shall be hangings of fifty cubits, with their ten pillars and their ten sockets."
  },
  {
    "lines": "And the width of the court on the east side eastward shall be fifty cubits."
  },
  {
    "lines": "And there shall be fifteen cubits of hangings for the one side of the gate, with their three pillars and their three sockets."
  },
  {
    "lines": "And there shall be fifteen cubits of hangings for the other side, with their three pillars and their three sockets."
  },
  {
    "lines": "And for the gate of the court there shall be a screen of twenty cubits, of blue and purple and scarlet strands and fine twined linen, the work of an embroiderer; with their four pillars and their four sockets."
  },
  {
    "lines": "All the pillars around the court shall be connected with silver, with their hooks of silver and their sockets of bronze."
  },
  {
    "lines": "The length of the court shall be one hundred cubits; and the width, fifty at each end; and the height, five cubits; of fine twined linen, and their sockets of bronze."
  },
  {
    "lines": "All the utensils of the tabernacle used in all its service and all its pegs and all the pegs of the court shall be of bronze."
  },
  {
    "lines": "And you shall command the children of Israel to bring to you pure oil of beaten olives for the light, to make the lamps shine continually."
  },
  {
    "lines": "In the Tent of Meeting, outside the veil which is before the Testimony, Aaron and his sons shall maintain it in order from evening to morning before Jehovah; it shall be a perpetual statute to be observed throughout their generations by the children of Israel."
  },
  {
    "lines": "And bring near to yourself Aaron your brother and his sons with him, from among the children of Israel, that he may serve Me as a priest—Aaron, Nadab and Abihu, Eleazar and Ithamar, Aaron’s sons."
  },
  {
    "lines": "And you shall make holy garments for Aaron your brother, for glory and for beauty."
  },
  {
    "lines": "And you shall speak to all who are wise in heart, whom I have filled with the spirit of wisdom, that they make Aaron’s garments to sanctify him, that he may serve Me as a priest."
  },
  {
    "lines": "And these are the garments which they shall make: a breastplate and an ephod and a robe and a tunic of checkered work, a turban and a girding sash. So they shall make holy garments for Aaron your brother and for his sons that he may serve Me as a priest."
  },
  {
    "lines": "They therefore shall take the gold and the blue and the purple and the scarlet strands and the fine linen,"
  },
  {
    "lines": "And they shall make the ephod of gold thread, of blue and purple and scarlet strands, and fine twined linen, the work of a skillful workman."
  },
  {
    "lines": "It shall have two shoulder pieces joined to its two edges, so that it may be joined together."
  },
  {
    "lines": "And the skillfully woven band, which is on it for its fastening, shall be like it in workmanship, of one piece with it; of gold, of blue and purple and scarlet strands and fine twined linen."
  },
  {
    "lines": "And you shall take two onyx stones and engrave on them the names of the sons of Israel,"
  },
  {
    "lines": "Six of their names on the one stone, and the names of the remaining six on the other stone, according to their birth."
  },
  {
    "lines": "With the work of an engraver in stone, like the engravings of a signet, you shall engrave the two stones, according to the names of the sons of Israel; you shall make them enclosed in settings of gold."
  },
  {
    "lines": "And you shall put the two stones on the shoulder pieces of the ephod as stones of remembrance for the sons of Israel. And Aaron shall bear their names before Jehovah on his two shoulders for a memorial."
  },
  {
    "lines": "And you shall make settings of gold,"
  },
  {
    "lines": "And two chains of pure gold; you shall make them twisted, a corded work, and you shall put the chains of cords on the settings."
  },
  {
    "lines": "And you shall make a breastplate of judgment, the work of a skillful workman; like the work of the ephod you shall make it; of gold, of blue and purple and scarlet strands, and of fine twined linen you shall make it."
  },
  {
    "lines": "It shall be square and doubled; a span its length and a span its width."
  },
  {
    "lines": "And you shall enclose in it enclosures of stones, four rows of stones: the first row shall be a row of a sardius, a topaz, and an emerald;"
  },
  {
    "lines": "And the second row, a carbuncle, a sapphire, and a diamond;"
  },
  {
    "lines": "And the third row, a jacinth, an agate, and an amethyst;"
  },
  {
    "lines": "And the fourth row, a chrysolite, and an onyx, and a jasper; they shall be set in gold in their enclosures."
  },
  {
    "lines": "And the stones shall be according to the names of the sons of Israel, twelve, according to their names; they shall be like the engravings of a signet, each according to its name, for the twelve tribes."
  },
  {
    "lines": "And you shall make on the breastplate twisted chains, a corded work of pure gold."
  },
  {
    "lines": "And you shall make on the breastplate two rings of gold and shall put the two rings on the two ends of the breastplate."
  },
  {
    "lines": "And you shall put the two cords of gold in the two rings at the ends of the breastplate."
  },
  {
    "lines": "And you shall put the two other ends of the two cords on the two settings, and put them on the shoulder pieces of the ephod at the front of it."
  },
  {
    "lines": "And you shall make two rings of gold, and you shall put them upon the two ends of the breastplate upon its edge, which is toward the ephod on the inside."
  },
  {
    "lines": "And you shall make two rings of gold and shall put them on the bottom of the two shoulder pieces of the ephod on the front of it, close to the place where it is joined, above the skillfully woven band of the ephod."
  },
  {
    "lines": "And they shall bind the breastplate by its rings to the rings of the ephod with a cord of blue strands, that it may be upon the skillfully woven band of the ephod and that the breastplate may not come loose from the ephod."
  },
  {
    "lines": "So Aaron shall bear the names of the sons of Israel in the breastplate of judgment on his heart when he goes into the sanctuary, for a memorial before Jehovah continually."
  },
  {
    "lines": "And you shall put in the breastplate of judgment the Urim and the Thummim; and they shall be on Aaron’s heart when he goes in before Jehovah, and Aaron shall bear the judgment of the children of Israel on his heart before Jehovah continually."
  },
  {
    "lines": "And you shall make the robe of the ephod all of blue strands."
  },
  {
    "lines": "And there shall be an opening for the head in its center; around its opening there shall be a binding edge of woven work, like the opening of a coat of mail, so that it will not be torn."
  },
  {
    "lines": "And you shall make on its hem pomegranates of blue and purple and scarlet strands, all around its hem, and bells of gold between them all around:"
  },
  {
    "lines": "A golden bell and a pomegranate, a golden bell and a pomegranate, on the hem of the robe all around."
  },
  {
    "lines": "And it shall be upon Aaron when he ministers, and its sound shall be heard when he goes into the sanctuary before Jehovah and when he comes out, so that he may not die."
  },
  {
    "lines": "And you shall make a plate of pure gold and engrave upon it, like the engravings of a signet: HOLINESS TO JEHOVAH."
  },
  {
    "lines": "And you shall put it on a cord of blue strands, and it shall be on the turban; it shall be at the front of the turban."
  },
  {
    "lines": "And it shall be upon Aaron’s forehead, and Aaron shall bear the iniquity of the holy things, which the children of Israel sanctify for all their holy gifts; and it shall always be on his forehead, that they may be accepted before Jehovah."
  },
  {
    "lines": "And you shall weave the tunic of fine linen, and you shall make a turban of fine linen, and you shall make a girding sash, the work of an embroiderer."
  },
  {
    "lines": "And for Aaron’s sons you shall make tunics, and you shall make for them girding sashes, and you shall make for them high hats, for glory and for beauty."
  },
  {
    "lines": "And you shall put them upon Aaron your brother and upon his sons with him, and you shall anoint them and consecrate them and sanctify them, that they may serve Me as priests."
  },
  {
    "lines": "And you shall make them linen trousers to cover their naked flesh; they shall reach from the loins even to the thighs;"
  },
  {
    "lines": "And they shall be upon Aaron and upon his sons when they go into the Tent of Meeting or when they come near to the altar to minister in the sanctuary, that they may not bear iniquity and die. It shall be a perpetual statute for him and for his seed after him."
  },
  {
    "lines": "And this is what you shall do to them to sanctify them to serve Me as priests: take one bull of the herd and two rams without blemish,"
  },
  {
    "lines": "And unleavened bread and unleavened cakes mingled with oil and unleavened wafers anointed with oil—you shall make them of fine wheat flour."
  },
  {
    "lines": "And you shall put them into one basket and present them in the basket with the bull and the two rams."
  },
  {
    "lines": "And you shall bring Aaron and his sons near to the entrance of the Tent of Meeting, and wash them with water."
  },
  {
    "lines": "And you shall take the garments and clothe Aaron with the tunic and the robe of the ephod and the ephod and the breastplate, and gird him with the skillfully woven band of the ephod;"
  },
  {
    "lines": "And you shall place the turban on his head and put the holy crown on the turban."
  },
  {
    "lines": "Then you shall take the anointing oil and pour it on his head and anoint him."
  },
  {
    "lines": "And you shall bring his sons near and put tunics on them."
  },
  {
    "lines": "And you shall gird them with girding sashes, Aaron and his sons, and bind high hats on them; and they shall have the priesthood by a perpetual statute. So you shall consecrate Aaron and his sons."
  },
  {
    "lines": "And you shall present the bull before the Tent of Meeting, and Aaron and his sons shall lay their hands on the head of the bull."
  },
  {
    "lines": "And you shall slaughter the bull before Jehovah at the entrance of the Tent of Meeting."
  },
  {
    "lines": "And you shall take some of the blood of the bull and put some of it on the horns of the altar with your finger, and all the rest of the blood you shall pour out at the base of the altar."
  },
  {
    "lines": "And you shall take all the fat that covers the inward parts and the appendage on the liver and the two kidneys and the fat that is on them, and burn them on the altar."
  },
  {
    "lines": "But the flesh of the bull and its skin and its dung you shall burn with fire outside the camp; it is a sin offering."
  },
  {
    "lines": "And you shall also take the one ram, and Aaron and his sons shall lay their hands on the head of the ram."
  },
  {
    "lines": "And you shall slaughter the ram, and you shall take its blood and sprinkle it on and around the altar."
  },
  {
    "lines": "Then you shall cut the ram into its pieces and wash its inward parts and its legs, and put them with its pieces and its head."
  },
  {
    "lines": "And you shall burn the whole ram on the altar; it is a burnt offering to Jehovah; it is a satisfying fragrance, an offering by fire to Jehovah."
  },
  {
    "lines": "And you shall take the other ram, and Aaron and his sons shall lay their hands on the head of the ram."
  },
  {
    "lines": "Then you shall slaughter the ram and take some of its blood and put it on the lobe of Aaron’s right ear and on the lobe of the right ear of his sons and on the thumb of their right hand and on the big toe of their right foot, and sprinkle the rest of the blood on and around the altar."
  },
  {
    "lines": "And you shall take some of the blood that is on the altar and some of the anointing oil, and sprinkle it on Aaron and on his garments, and on his sons and on his sons’ garments with him; and he and his garments shall be sanctified, as well as his sons and his sons’ garments with him."
  },
  {
    "lines": "You shall also take the fat from the ram, that is, the fat tail and the fat that covers the inward parts, and the appendage of the liver and the two kidneys with the fat that is on them and the right thigh (for it is a ram of consecration),"
  },
  {
    "lines": "And one loaf of bread and one cake of oiled bread and one wafer out of the basket of unleavened bread that is before Jehovah;"
  },
  {
    "lines": "And you shall put all these in the palms of Aaron and in the palms of his sons, and wave them as a wave offering before Jehovah."
  },
  {
    "lines": "And you shall take them from their hands and burn them on the altar upon the burnt offering for a satisfying fragrance before Jehovah; it is an offering by fire to Jehovah."
  },
  {
    "lines": "And you shall take the breast of the ram of Aaron’s consecration and wave it as a wave offering before Jehovah; and it shall be your portion."
  },
  {
    "lines": "And you shall sanctify the breast of the wave offering and the thigh of the heave offering which was waved and which was heaved up from the ram of consecration, from that which is for Aaron and from that which is for his sons."
  },
  {
    "lines": "And it shall become a perpetual statute for Aaron and his sons to be observed by the children of Israel, for it is a heave offering; and it shall be a heave offering from the children of Israel from the sacrifices of their peace offerings, their heave offering to Jehovah."
  },
  {
    "lines": "(And the holy garments of Aaron shall belong to his sons after him, for them to be anointed in them and to be consecrated in them."
  },
  {
    "lines": "One of his sons, who is the priest in his place, shall put them on for seven days when he comes into the Tent of Meeting to minister in the sanctuary.)"
  },
  {
    "lines": "And you shall take the ram of consecration and boil its flesh in a holy place."
  },
  {
    "lines": "And Aaron and his sons shall eat the flesh of the ram and the bread that is in the basket at the entrance of the Tent of Meeting."
  },
  {
    "lines": "So they shall eat those things by which expiation was made, to consecrate them and to sanctify them; but a stranger shall not eat them, because they are holy."
  },
  {
    "lines": "And if any of the flesh of the ram of consecration or any of the bread remains until the morning, then you shall burn the remainder with fire; it shall not be eaten, because it is holy."
  },
  {
    "lines": "And thus you shall do to Aaron and to his sons according to all that I have commanded you; you shall consecrate them seven days."
  },
  {
    "lines": "And each day you shall offer a bull as a sin offering for expiation, and you shall cleanse the altar when you make expiation for it; and you shall anoint it to sanctify it."
  },
  {
    "lines": "Seven days you shall make expiation for the altar and sanctify it, and the altar shall become most holy; whatever touches the altar shall be holy."
  },
  {
    "lines": "Now this is what you shall offer on the altar: two lambs a year old, each day continually."
  },
  {
    "lines": "The one lamb you shall offer in the morning, and the other lamb you shall offer at twilight."
  },
  {
    "lines": "And with the one lamb a tenth of an ephah of fine flour mingled with a fourth of a hin of beaten oil, and a fourth of a hin of wine for a drink offering."
  },
  {
    "lines": "And the other lamb you shall offer at twilight; you shall offer it with the meal offering and its drink offering as in the morning, for a satisfying fragrance, an offering by fire to Jehovah."
  },
  {
    "lines": "It shall be a continual burnt offering throughout your generations at the entrance of the Tent of Meeting before Jehovah, where I will meet with you to speak to you there."
  },
  {
    "lines": "And there I will meet with the children of Israel; and it shall be sanctified by My glory."
  },
  {
    "lines": "And I will sanctify the Tent of Meeting and the altar. Aaron also and his sons I will sanctify to serve Me as priests."
  },
  {
    "lines": "And I will dwell in the midst of the children of Israel, and I will be their God."
  },
  {
    "lines": "And they shall know that I am Jehovah their God, who brought them out of the land of Egypt, that I might dwell in the midst of them; I am Jehovah their God."
  },
  {
    "lines": "And you shall make an altar on which to burn incense; you shall make it of acacia wood."
  },
  {
    "lines": "Its length shall be a cubit, and its width, a cubit; it shall be square, and two cubits its height; its horns shall be of one piece with it."
  },
  {
    "lines": "And you shall overlay it with pure gold, its top and its sides around it and its horns; and you shall make a rim of gold around it."
  },
  {
    "lines": "And you shall make for it two rings of gold under its rim; on its two sides, on its opposite sides, you shall make them; and they shall be as holders for poles with which to carry it."
  },
  {
    "lines": "And you shall make the poles of acacia wood and overlay them with gold."
  },
  {
    "lines": "And you shall put it before the veil that is over the Ark of the Testimony, before the expiation cover that is over the testimony, where I will meet with you."
  },
  {
    "lines": "And Aaron shall burn on it fragrant incense; every morning when he dresses the lamps he shall burn it."
  },
  {
    "lines": "And when Aaron sets up the lamps at twilight, he shall burn it, a perpetual incense before Jehovah throughout your generations."
  },
  {
    "lines": "You shall not offer any strange incense on it, or a burnt offering or a meal offering; and you shall not pour a drink offering on it."
  },
  {
    "lines": "And Aaron shall make expiation on its horns once a year; with the blood of the sin offering of expiation once a year he shall make expiation for it throughout your generations. It is most holy to Jehovah."
  },
  {
    "lines": "And Jehovah spoke to Moses, saying,"
  },
  {
    "lines": "When you take the sum of the children of Israel, according to their numbering, every man shall give a ransom for himself to Jehovah when you number them, that there may be no plague among them when you number them."
  },
  {
    "lines": "This they shall give, each one who was enrolled among their numbering, half a shekel according to the shekel of the sanctuary (the shekel is twenty gerahs), half a shekel as a heave offering to Jehovah."
  },
  {
    "lines": "Each one who was enrolled among their numbering, from twenty years old and over, shall give the heave offering of Jehovah."
  },
  {
    "lines": "The rich shall not give more and the poor shall not give less than the half shekel when you give the heave offering of Jehovah to make expiation for your souls."
  },
  {
    "lines": "And you shall take the expiation silver from the children of Israel and shall give it for the service of the Tent of Meeting, that it may be a memorial for the children of Israel before Jehovah to make expiation for your souls."
  },
  {
    "lines": "And Jehovah spoke to Moses, saying,"
  },
  {
    "lines": "You shall also make a laver of bronze, with its base of bronze, for washing. And you shall put it between the Tent of Meeting and the altar, and you shall put water in it."
  },
  {
    "lines": "And Aaron and his sons shall wash their hands and their feet with water from it;"
  },
  {
    "lines": "When they go into the Tent of Meeting, they shall wash with water, that they may not die; or when they come near to the altar to minister, to burn an offering by fire to Jehovah,"
  },
  {
    "lines": "They shall wash their hands and their feet, that they may not die. And it shall be a perpetual statute to them, for him and for his seed throughout their generations."
  },
  {
    "lines": "Moreover Jehovah spoke to Moses, saying,"
  },
  {
    "lines": "You also take the finest spices: of flowing myrrh five hundred shekels, and of fragrant cinnamon half as much, two hundred fifty shekels, and of fragrant calamus two hundred fifty shekels,"
  },
  {
    "lines": "And of cassia five hundred shekels, according to the shekel of the sanctuary, and a hin of olive oil."
  },
  {
    "lines": "And you shall make it a holy anointing oil, a fragrant ointment compounded according to the work of a compounder; it shall be a holy anointing oil."
  },
  {
    "lines": "And with it you shall anoint the Tent of Meeting and the Ark of the Testimony,"
  },
  {
    "lines": "And the table and all its utensils, and the lampstand and its utensils, and the altar of incense,"
  },
  {
    "lines": "And the altar of burnt offering with all its utensils, and the laver and its base."
  },
  {
    "lines": "Thus you shall sanctify them that they may be most holy; whatever touches them shall be holy."
  },
  {
    "lines": "And you shall anoint Aaron and his sons and sanctify them that they may serve Me as priests."
  },
  {
    "lines": "And you shall speak to the children of Israel, saying, This shall be a holy anointing oil to Me throughout your generations."
  },
  {
    "lines": "Upon the flesh of man it shall not be poured, nor shall you make any like it, according to its composition; it is holy, and it shall be holy to you."
  },
  {
    "lines": "Whoever compounds any like it or whoever puts any of it upon a stranger, he shall be cut off from his people."
  },
  {
    "lines": "And Jehovah said to Moses, Take fragrant spices—stacte and onycha and galbanum—fragrant spices with pure frankincense; there shall be an equal part of each;"
  },
  {
    "lines": "And you shall make of it incense, a fragrant compound according to the work of a compounder, seasoned with salt, pure and holy."
  },
  {
    "lines": "And you shall beat some of it very fine, and put some of it before the testimony in the Tent of Meeting, where I will meet with you; it shall be to you most holy."
  },
  {
    "lines": "And the incense which you shall make, you shall not make for yourselves according to its composition; it shall be holy to you for Jehovah."
  },
  {
    "lines": "Whoever shall make any like it, to smell it, shall be cut off from his people."
  },
  {
    "lines": "And Jehovah spoke to Moses, saying,"
  },
  {
    "lines": "See, I have called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah."
  },
  {
    "lines": "And I have filled him with the Spirit of God, with wisdom and with understanding and with knowledge and with all kinds of workmanship,"
  },
  {
    "lines": "To fashion skillful designs, to work in gold and in silver and in bronze,"
  },
  {
    "lines": "And in the cutting of stones for setting and in the carving of wood, to work in all kinds of workmanship."
  },
  {
    "lines": "And now, I Myself have appointed with him Oholiab the son of Ahisamach, of the tribe of Dan; and in the heart of all who are wise in heart I have put wisdom, that they may make all that I have commanded you:"
  },
  {
    "lines": "The Tent of Meeting, and the Ark of the Testimony and the expiation cover that is on it, and all the utensils of the tent,"
  },
  {
    "lines": "And the table and its utensils, and the pure lampstand with all its utensils, and the altar of incense,"
  },
  {
    "lines": "And the altar of burnt offering with all its utensils, and the laver and its base,"
  },
  {
    "lines": "And the finely worked garments, both the holy garments for Aaron the priest and the garments of his sons for them to serve as priests,"
  },
  {
    "lines": "And the anointing oil, and the incense of fragrant spices for the sanctuary. According to all that I have commanded you, they shall do."
  },
  {
    "lines": "And Jehovah spoke to Moses, saying,"
  },
  {
    "lines": "Speak also to the children of Israel, saying, You shall surely keep My Sabbaths; for it is a sign between Me and you throughout your generations, that you may know that I am Jehovah who sanctifies you."
  },
  {
    "lines": "Therefore you shall keep the Sabbath, for it is holy to you. Everyone who profanes it shall surely be put to death; for whoever does any work on it, that soul shall be cut off from among his people."
  },
  {
    "lines": "Six days work shall be done, but on the seventh day there is a Sabbath of complete rest, holy to Jehovah; whoever does any work on the Sabbath day shall surely be put to death."
  },
  {
    "lines": "Therefore the children of Israel shall keep the Sabbath, to observe the Sabbath throughout their generations as a perpetual covenant."
  },
  {
    "lines": "It is a sign between Me and the children of Israel forever; for in six days Jehovah made heaven and earth, and on the seventh day He rested and was refreshed."
  },
  {
    "lines": "And when He had finished speaking with him upon Mount Sinai, He gave to Moses the two tablets of the testimony, tablets of stone, written with the finger of God."
  },
  {
    "lines": "And when the people saw that Moses delayed to come down from the mountain, the people gathered against Aaron and said to him, Come, make a god for us who will go before us; as for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him."
  },
  {
    "lines": "And Aaron said to them, Tear off the gold rings, which are in the ears of your wives, your sons, and your daughters, and bring them to me."
  },
  {
    "lines": "And all the people tore off the golden rings which were in their ears and brought them to Aaron."
  },
  {
    "lines": "And he took the gold from their hand and fashioned it with an engraving tool and made it into a molten calf; and they said, This is your god, O Israel, who brought you up out of the land of Egypt!"
  },
  {
    "lines": "And when Aaron saw this, he built an altar before it; then Aaron made a proclamation and said, Tomorrow shall be a feast to Jehovah."
  },
  {
    "lines": "And they rose up early on the next day and offered burnt offerings and brought peace offerings; and the people sat down to eat and drink and rose up to play."
  },
  {
    "lines": "And Jehovah spoke to Moses, Go, get down; for your people, whom you brought up out of the land of Egypt, have corrupted themselves."
  },
  {
    "lines": "They have quickly turned aside from the way which I commanded them. They have made for themselves a molten calf, and they have worshipped it and have sacrificed to it and said, This is your god, O Israel, who brought you up out of the land of Egypt!"
  },
  {
    "lines": "And Jehovah said to Moses, I have seen this people, and indeed they are a stiff-necked people."
  },
  {
    "lines": "Now therefore let Me be, that My anger may burn against them and I may consume them; and I will make you into a great nation."
  },
  {
    "lines": "And Moses entreated Jehovah his God and said, Jehovah, why does Your anger burn against Your people, whom You brought out of the land of Egypt with great power and with a mighty hand?"
  },
  {
    "lines": "Why should the Egyptians speak, saying, With evil intent He brought them out, to slay them in the mountains and to consume them from the face of the earth? Turn from Your burning anger, and repent of this ill against Your people."
  },
  {
    "lines": "Remember Abraham, Isaac, and Israel, Your servants, to whom You swore by Yourself and said to them, I will multiply your seed as the stars of heaven, and all this land that I have spoken of I will give to your seed, and they shall inherit it forever."
  },
  {
    "lines": "Thus Jehovah repented of the evil which He said He would do to His people."
  },
  {
    "lines": "Then Moses turned and went down from the mountain with the two tablets of the testimony in his hand, tablets that were written on both of their sides; on the one side and on the other were they written."
  },
  {
    "lines": "And the tablets were the work of God, and the writing was the writing of God, engraved upon the tablets."
  },
  {
    "lines": "And when Joshua heard the sound of the people as they shouted, he said to Moses, There is a sound of war in the camp."
  },
  {
    "lines": "But Moses said,\n\nIt is not the sound of the cry of triumph,\n\nNeither is it the sound of the cry of defeat;\n\nBut it is the sound of singing that I hear."
  },
  {
    "lines": "And as soon as he drew near to the camp, he saw the calf and the dancing; and Moses’ anger burned, and he threw the tablets out of his hands and shattered them at the foot of the mountain."
  },
  {
    "lines": "And he took the calf which they had made, and he burned it with fire and ground it to powder and scattered it upon the water and made the children of Israel drink it."
  },
  {
    "lines": "And Moses said to Aaron, What did this people do to you that you brought so great a sin upon them?"
  },
  {
    "lines": "And Aaron said, Do not let the anger of my lord burn. You know the people, that they are set on evil;"
  },
  {
    "lines": "For they said to me, Make a god for us who will go before us; for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him."
  },
  {
    "lines": "So I said to them, Whoever has any gold, let them tear it off; so they gave it to me, and I threw it into the fire, and this calf came out."
  },
  {
    "lines": "And when Moses saw that the people were without restraint (for Aaron had let them be without restraint to be a derision among those who rise up against them),"
  },
  {
    "lines": "Moses stood in the gate of the camp and said, Whoever is for Jehovah, come to me. And all the sons of Levi gathered themselves to him."
  },
  {
    "lines": "And he said to them, Thus says Jehovah the God of Israel, Let each man put his sword upon his thigh, and go back and forth from gate to gate throughout the camp, and each man kill his brother, and each man his companion, and each man his neighbor."
  },
  {
    "lines": "And the sons of Levi did according to the word of Moses, and that day about three thousand men among the people fell."
  },
  {
    "lines": "And Moses said, Consecrate yourselves today to Jehovah, for every man has been against his son and against his brother, that He may bestow upon you a blessing today."
  },
  {
    "lines": "And on the next day Moses said to the people, You have sinned a great sin; and now I will go up to Jehovah; perhaps I can make expiation for your sin."
  },
  {
    "lines": "And Moses returned to Jehovah and said, Oh, this people have committed a great sin and have made a god of gold for themselves."
  },
  {
    "lines": "And now if only You will forgive their sin; and if not, please blot me out of Your book, which You have written."
  },
  {
    "lines": "And Jehovah said to Moses, Whoever has sinned against Me, I will blot him out of My book."
  },
  {
    "lines": "And now go, lead the people to the place about which I have spoken to you. Now My Angel will go before you; nevertheless in the day when I visit, I will visit their sin upon them."
  },
  {
    "lines": "And Jehovah struck the people because of what they did with the calf which Aaron had made."
  },
  {
    "lines": "Then Jehovah spoke to Moses, Depart; go up from here, you and the people whom you have brought up out of the land of Egypt, to the land of which I swore to Abraham, to Isaac, and to Jacob, saying, To your seed I will give it."
  },
  {
    "lines": "And I will send an Angel before you; and I will drive out the Canaanites, the Amorites, and the Hittites, and the Perizzites, the Hivites, and the Jebusites."
  },
  {
    "lines": "Go up to a land flowing with milk and honey; for I will not go up in your midst, lest I consume you in the way, for you are a stiff-necked people."
  },
  {
    "lines": "And when the people heard this evil word, they mourned, and no one put on his ornaments."
  },
  {
    "lines": "Now Jehovah had said to Moses, Say to the children of Israel, You are a stiff-necked people; if I were to go up in your midst for one moment, I would consume you. Now therefore put off your ornaments from you, and I will decide what to do to you."
  },
  {
    "lines": "Thus the children of Israel were stripped of their ornaments from Mount Horeb onward."
  },
  {
    "lines": "Now Moses would take the tent and pitch it outside the camp, some distance from the camp; and he called it the tent of meeting. And everyone who sought Jehovah went out to the tent of meeting, which was outside the camp."
  },
  {
    "lines": "And whenever Moses went out to the tent, all the people would rise up and stand, every man at the entrance of his tent, and gaze after Moses, until he entered the tent."
  },
  {
    "lines": "And whenever Moses entered the tent, the pillar of cloud would descend and stay at the entrance of the tent, and Jehovah would speak with Moses."
  },
  {
    "lines": "When all the people saw the pillar of cloud standing at the entrance of the tent, all the people would rise up and worship, every man at the entrance of his tent."
  },
  {
    "lines": "And Jehovah would speak to Moses face to face, just as a man speaks to his companion. And Moses would return to the camp, but his attendant Joshua the son of Nun, a young man, would not depart out of the tent."
  },
  {
    "lines": "And Moses said to Jehovah, See, You say to me, Bring up this people; but You have not let me know whom You will send with me. Yet You have said, I know you by name, and you have also found favor in My sight."
  },
  {
    "lines": "Now therefore if I have found favor in Your sight, please let me know now Your ways, that I may know You, so that I may continue to find favor in Your sight. Consider also that this nation is Your people."
  },
  {
    "lines": "And He said, My presence shall go with you, and I will give you rest."
  },
  {
    "lines": "And he said to Him, If Your presence does not go with us, do not bring us up from here."
  },
  {
    "lines": "For how then shall it be known that I have found favor in Your sight, I and Your people? Is it not by Your going with us, so that we, I and Your people, are distinct from all the other people who are on the face of the earth?"
  },
  {
    "lines": "And Jehovah said to Moses, I will do this thing also that you have spoken; for you have found favor in My sight, and I know you by name."
  },
  {
    "lines": "And he said, Please show me Your glory."
  },
  {
    "lines": "And He said, I will make all My goodness pass before you, and I will proclaim the name of Jehovah before you; and I will be gracious to whom I will be gracious, and I will have compassion on whom I will have compassion."
  },
  {
    "lines": "But He said, You cannot see My face, for no man shall see Me and live."
  },
  {
    "lines": "Then Jehovah said, Here, there is a place by Me, and you shall stand upon the rock;"
  },
  {
    "lines": "And while My glory passes by, I will put you in a cleft of the rock, and I will cover you with My hand until I have passed by."
  },
  {
    "lines": "And I will take away My hand, and you will see My back; but My face shall not be seen."
  },
  {
    "lines": "Then Jehovah said to Moses, Cut two tablets of stone like the first ones, and I will write upon the tablets the words which were on the first tablets, which you shattered."
  },
  {
    "lines": "And be ready by the morning, and come up in the morning to Mount Sinai, and present yourself there to Me, on the top of the mountain."
  },
  {
    "lines": "And no one shall come up with you, nor let anyone be seen anywhere on the mountain, nor let the flocks or herds graze in front of that mountain."
  },
  {
    "lines": "So Moses cut two tablets of stone like the first ones. Then Moses rose up early in the morning and went up to Mount Sinai, just as Jehovah had commanded him; and he took two tablets of stone in his hand."
  },
  {
    "lines": "And Jehovah descended in the cloud and took His place there with him and proclaimed the name of Jehovah."
  },
  {
    "lines": "Then Jehovah passed by before him and proclaimed, Jehovah, Jehovah, God compassionate and gracious, long-suffering, and abundant in lovingkindness and truth,"
  },
  {
    "lines": "Keeping lovingkindness with thousands of generations, forgiving iniquity and transgression and sin; but He will by no means clear the guilty, but visits the iniquity of the fathers upon the children and upon the grandchildren, to the third and fourth generations."
  },
  {
    "lines": "And Moses made haste and bowed to the ground and worshipped."
  },
  {
    "lines": "And he said, If now I have found favor in Your sight, O Lord, let the Lord please go in our midst; although they are a stiff-necked people, You pardon our iniquity and our sin and take us for Your inheritance."
  },
  {
    "lines": "And He said, Now I hereby make a covenant: Before all your people I will perform wonders such as have not been produced in all the earth, nor among any of the nations; and all the people among whom you are shall see the work of Jehovah, for it is an awesome thing that I will do with you."
  },
  {
    "lines": "Observe what I am commanding you today. I will drive out before you the Amorites and the Canaanites and the Hittites and the Perizzites and the Hivites and the Jebusites."
  },
  {
    "lines": "Be careful that you do not make any covenant with the inhabitants of the land against which you are going, lest they become a snare in your midst."
  },
  {
    "lines": "But their altars you shall tear down, and their pillars you shall shatter, and their Asherahs you shall cut down"
  },
  {
    "lines": "(For you shall not worship any other god; for Jehovah, whose name is Jealous, is a jealous God),"
  },
  {
    "lines": "Lest you make a covenant with the inhabitants of the land, and they go as harlots after their gods and sacrifice to their gods, and someone invites you, and you eat of his sacrifice;"
  },
  {
    "lines": "And you take some of his daughters for your sons, and his daughters go as harlots after their gods, and make your sons go as harlots after their gods."
  },
  {
    "lines": "You shall not make for yourself any molten gods."
  },
  {
    "lines": "You shall keep the Feast of Unleavened Bread. Seven days you shall eat unleavened bread, as I commanded you, at the appointed time in the month of Abib, for in the month of Abib you came out from Egypt."
  },
  {
    "lines": "All that opens the womb is Mine, even the first male produced by all your livestock, of cattle or sheep."
  },
  {
    "lines": "And the first offspring of a donkey you shall redeem with a lamb; but if you do not redeem it, then you shall break its neck. All the firstborn of your sons you shall redeem, and they shall not appear before Me empty."
  },
  {
    "lines": "Six days you shall work, but on the seventh day you shall cease from labor. Even in plowing time and in harvest time you shall cease from labor."
  },
  {
    "lines": "And you shall keep the Feast of Weeks, that is, of the firstfruits of the wheat harvest, and the Feast of Ingathering at the turn of the year."
  },
  {
    "lines": "Three times a year all your males shall appear before the Lord Jehovah, the God of Israel."
  },
  {
    "lines": "For I will drive out nations before you and enlarge your borders, and no one shall covet your land when you go up to appear before Jehovah your God three times in the year."
  },
  {
    "lines": "You shall not slaughter the blood of My sacrifice with anything leavened, nor shall the sacrifice of the Feast of the Passover remain all night until the morning."
  },
  {
    "lines": "The first of the firstfruits of your ground you shall bring to the house of Jehovah your God. You shall not boil a kid in its mother’s milk."
  },
  {
    "lines": "And Jehovah said to Moses, Write these words, for according to the speaking of these words I have made a covenant with you and with Israel."
  },
  {
    "lines": "And he was there with Jehovah forty days and forty nights; he did not eat bread, and he did not drink water. And He wrote upon the tablets the words of the covenant, the Ten Commandments."
  },
  {
    "lines": "And when Moses came down from Mount Sinai—and the two tablets of the testimony were in Moses’ hand when he came down from the mountain—Moses did not know that the skin of his face shone by reason of His speaking with him."
  },
  {
    "lines": "And when Aaron and all the children of Israel saw Moses, at that time the skin of his face shone, and they were afraid to come near him."
  },
  {
    "lines": "But Moses called to them, and Aaron and all the rulers in the assembly returned to him, and Moses spoke to them."
  },
  {
    "lines": "And afterward all the children of Israel came near, and he gave them in commandment all that Jehovah had spoken with him on Mount Sinai."
  },
  {
    "lines": "And when Moses had finished speaking with them, he put a veil over his face."
  },
  {
    "lines": "But whenever Moses went in before Jehovah to speak with Him, he would remove the veil until he came out; and when he came out and spoke to the children of Israel what he had been commanded,"
  },
  {
    "lines": "The children of Israel would see the face of Moses, that the skin of Moses’ face shone. Then Moses would put the veil back on his face until he went in to speak with Him."
  },
  {
    "lines": "And Moses gathered all the assembly of the children of Israel and said to them, These are the words which Jehovah has commanded you to do."
  },
  {
    "lines": "Six days shall work be done, but on the seventh day you shall have a Sabbath of complete rest, holy to Jehovah; whoever does any work on it shall be put to death."
  },
  {
    "lines": "You shall kindle no fire in any of your dwellings on the Sabbath day."
  },
  {
    "lines": "And Moses spoke to all the assembly of the children of Israel, saying, This is what Jehovah has commanded, saying,"
  },
  {
    "lines": "Take from among yourselves a heave offering to Jehovah; whoever is of a willing heart, let him bring it, the heave offering of Jehovah: gold and silver and bronze,"
  },
  {
    "lines": "And blue and purple and scarlet strands, and fine linen, and goats’ hair,"
  },
  {
    "lines": "And rams’ skins dyed red, and porpoise skins, and acacia wood,"
  },
  {
    "lines": "And oil for the light, and spices for the anointing oil and for the fragrant incense,"
  },
  {
    "lines": "And onyx stones and stones to be set for the ephod and for the breastplate."
  },
  {
    "lines": "And let every man who is wise in heart among you come and make all that Jehovah has commanded:"
  },
  {
    "lines": "The tabernacle, its tent, and its covering; its clasps and its boards; its bars, its pillars, and its sockets;"
  },
  {
    "lines": "The Ark and its poles, the expiation cover, and the veil of the screen;"
  },
  {
    "lines": "The table and its poles and all its utensils, and the bread of the Presence;"
  },
  {
    "lines": "And the lampstand for the light and its utensils and its lamps, and the oil for the light;"
  },
  {
    "lines": "And the altar of incense and its poles; and the anointing oil and the fragrant incense; and the screen for the entrance, at the entrance of the tabernacle;"
  },
  {
    "lines": "The altar of burnt offering, with its grating of bronze, its poles, and all its utensils; the laver and its base;"
  },
  {
    "lines": "The hangings of the court, its pillars, and its sockets, and the screen for the gate of the court;"
  },
  {
    "lines": "The pegs of the tabernacle and the pegs of the court, and their cords;"
  },
  {
    "lines": "The finely worked garments for ministering in the sanctuary, the holy garments for Aaron the priest and the garments of his sons for them to serve as priests."
  },
  {
    "lines": "And all the assembly of the children of Israel departed from the presence of Moses."
  },
  {
    "lines": "And they came, everyone whose heart lifted him up and everyone whose spirit made him willing, and brought the heave offering of Jehovah for the work of the Tent of Meeting and for all its service and for the holy garments."
  },
  {
    "lines": "And they came, men together with women, as many as were of a willing heart, and brought nose rings and earrings and signet rings and pendants, all kinds of articles of gold; even every man who waved a wave offering of gold to Jehovah."
  },
  {
    "lines": "And every man with whom was found blue and purple and scarlet strands and fine linen and goats’ hair and rams’ skins dyed red and porpoise skins brought them."
  },
  {
    "lines": "Everyone who offered a heave offering of silver and bronze brought the heave offering of Jehovah, and every man with whom was found acacia wood for any work of the service brought it."
  },
  {
    "lines": "And all the women who were wise in heart spun with their hands and brought what they had spun, the blue and the purple and the scarlet strands and the fine linen."
  },
  {
    "lines": "And all the women whose heart lifted them up in wisdom spun the goats’ hair."
  },
  {
    "lines": "And the leaders brought the onyx stones and the stones for setting for the ephod and for the breastplate,"
  },
  {
    "lines": "And the spices and the oil for the light and for the anointing oil and for the fragrant incense."
  },
  {
    "lines": "The children of Israel brought a freewill offering to Jehovah, every man and woman whose heart made them willing to bring for all the work, which Jehovah had commanded through Moses to be done."
  },
  {
    "lines": "And Moses said to the children of Israel, See, Jehovah has called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah."
  },
  {
    "lines": "And He has filled him with the Spirit of God, with wisdom, with understanding, and with knowledge, and with all kinds of workmanship;"
  },
  {
    "lines": "Even to fashion skillful designs, to work in gold and in silver and in bronze,"
  },
  {
    "lines": "And in the cutting of stones for setting and in the carving of wood, to work in all kinds of skillful workmanship."
  },
  {
    "lines": "And He has put in his heart to teach, both he and Oholiab the son of Ahisamach, of the tribe of Dan."
  },
  {
    "lines": "He has filled them with wisdom of heart, to work all kinds of workmanship, of an engraver and of a skillful workman and of an embroiderer in blue and in purple and in scarlet strands and in fine linen, and of the weaver, even of those who do all kinds of workmanship and of those who fashion skillful designs."
  },
  {
    "lines": "And Bezalel and Oholiab and every man who is wise in heart, in whom Jehovah has put wisdom and understanding to know how to do all the work for the service of the sanctuary, shall work according to all that Jehovah has commanded."
  },
  {
    "lines": "And Moses called Bezalel and Oholiab and every man who was wise in heart, in whose heart Jehovah had put wisdom, even everyone whose heart lifted him up to come to the work to do it."
  },
  {
    "lines": "And they received from Moses every heave offering which the children of Israel had brought for the work of the service of the sanctuary, to make it. And they still kept bringing to him freewill offerings every morning."
  },
  {
    "lines": "And all the wise men who did all the work of the sanctuary came, every man from his work which he was doing,"
  },
  {
    "lines": "And spoke to Moses, saying, The people are bringing much more than enough for the service of the work which Jehovah commanded us to do."
  },
  {
    "lines": "And Moses gave commandment; and a proclamation was passed throughout the camp, saying, Let neither man nor woman produce any more material for the heave offering of the sanctuary. So the people were restrained from bringing."
  },
  {
    "lines": "For the material they had was sufficient and more than enough for all the work, to do it."
  },
  {
    "lines": "And all the wise in heart among those who did the work made the tabernacle with ten curtains, of fine twined linen and blue and purple and scarlet strands, with cherubim, the work of a skillful workman. Bezalel made them."
  },
  {
    "lines": "The length of each curtain was twenty-eight cubits, and the width of each curtain, four cubits; all the curtains had the same measurement."
  },
  {
    "lines": "And he joined five curtains to one another, and the other five curtains he joined to one another."
  },
  {
    "lines": "And he made loops of blue upon the edge of the one curtain at the end in the set; likewise he made them in the edge of the outermost curtain in the second set."
  },
  {
    "lines": "He made fifty loops on the one curtain, and he made fifty loops on the edge of the curtain that was in the second set; the loops were opposite one another."
  },
  {
    "lines": "And he made fifty clasps of gold and joined the curtains to one another with the clasps; so the tabernacle became one."
  },
  {
    "lines": "And he made curtains of goats’ hair for a tent over the tabernacle; eleven curtains he made in all."
  },
  {
    "lines": "The length of each curtain was thirty cubits, and the width of each curtain, four cubits; the eleven curtains had the same measurement."
  },
  {
    "lines": "And he joined five of the curtains by themselves, and six of the curtains by themselves."
  },
  {
    "lines": "And he made fifty loops on the edge of the curtain that was outermost in the set, and fifty loops he made upon the edge of the curtain which was outermost in the second set."
  },
  {
    "lines": "And he made fifty clasps of bronze to join the tent together, that it might become one."
  },
  {
    "lines": "And he made a covering for the tent, of rams’ skins dyed red, and a covering of porpoise skins above it."
  },
  {
    "lines": "And he made the boards for the tabernacle of acacia wood, standing up."
  },
  {
    "lines": "Ten cubits was the length of a board, and one and a half cubits, the width of each board."
  },
  {
    "lines": "Each board had two tenons fitted to one another; thus he did for all the boards of the tabernacle."
  },
  {
    "lines": "And he made the boards for the tabernacle, twenty boards for the south side southward."
  },
  {
    "lines": "And he made forty sockets of silver under the twenty boards, two sockets under one board for its two tenons and two sockets under the next board for its two tenons."
  },
  {
    "lines": "And for the second side of the tabernacle, on the north side, he made twenty boards"
  },
  {
    "lines": "And their forty sockets of silver, two sockets under one board and two sockets under the next board."
  },
  {
    "lines": "And for the rear of the tabernacle westward he made six boards."
  },
  {
    "lines": "And two boards he made for the corners of the tabernacle in the rear."
  },
  {
    "lines": "And they were double below, and at its top they were completely joined to a single ring; thus he did to both of them for the two corners."
  },
  {
    "lines": "And there were eight boards with their sockets of silver, sixteen sockets, two sockets under every board."
  },
  {
    "lines": "And he made bars of acacia wood, five for the boards of the one side of the tabernacle"
  },
  {
    "lines": "And five bars for the boards of the other side of the tabernacle and five bars for the boards of the tabernacle at the rear westward."
  },
  {
    "lines": "And he made the middle bar to pass through in the center of the boards from end to end."
  },
  {
    "lines": "And he overlaid the boards with gold and made their rings of gold as holders for the bars, and overlaid the bars with gold."
  },
  {
    "lines": "And he made the veil of blue and purple and scarlet strands and fine twined linen; he made it with cherubim, the work of a skillful workman."
  },
  {
    "lines": "And he made for it four pillars of acacia and overlaid them with gold; their hooks were of gold. And he cast for them four sockets of silver."
  },
  {
    "lines": "And he made a screen for the entrance of the tent, of blue and purple and scarlet strands and fine twined linen, the work of an embroiderer,"
  },
  {
    "lines": "And its five pillars with their hooks. And he overlaid their capitals and their connecting rods with gold, and their five sockets were of bronze."
  },
  {
    "lines": "And Bezalel made the Ark of acacia wood: two and a half cubits was its length; and one and a half cubits, its width; and one and a half cubits, its height."
  },
  {
    "lines": "And he overlaid it with pure gold inside and outside, and made a rim of gold around it."
  },
  {
    "lines": "And he cast four rings of gold for it, on its four feet; and two rings were on the one side of it, and two rings on the other side of it."
  },
  {
    "lines": "And he made poles of acacia wood and overlaid them with gold."
  },
  {
    "lines": "And he put the poles into the rings on the sides of the Ark to carry the Ark."
  },
  {
    "lines": "And he made an expiation cover of pure gold: two and a half cubits was its length, and one and a half cubits, its width."
  },
  {
    "lines": "And he made two cherubim of gold; of beaten work he made them, at the two ends of the expiation cover,"
  },
  {
    "lines": "One cherub at the one end and one cherub at the other end; of one piece with the expiation cover he made the cherubim at its two ends."
  },
  {
    "lines": "And the cherubim spread out their wings above the cover, covering the expiation cover with their wings, with their faces toward one another; the faces of the cherubim were toward the expiation cover."
  },
  {
    "lines": "And he made the table of acacia wood: two cubits was its length, and a cubit its width, and one and a half cubits its height."
  },
  {
    "lines": "And he overlaid it with pure gold and made a rim of gold around it."
  },
  {
    "lines": "And he made a frame of a handbreadth around it, and he made a rim of gold for its frame around it."
  },
  {
    "lines": "And he cast for it four rings of gold and put the rings on the four corners that were on its four feet."
  },
  {
    "lines": "The rings were close to the frame as holders for the poles to carry the table."
  },
  {
    "lines": "And he made the poles of acacia wood to carry the table and overlaid them with gold."
  },
  {
    "lines": "And he made the utensils which were to be upon the table: its plates and its cups and its bowls and its pitchers with which to pour out drink offerings, of pure gold."
  },
  {
    "lines": "And he made the lampstand of pure gold. He made the lampstand with its base and its shaft of beaten work; its cups, its calyxes, and its blossom buds were of one piece with it."
  },
  {
    "lines": "And there were six branches going out of its sides; three branches of the lampstand out of one of its sides, and three branches of the lampstand out of its other side;"
  },
  {
    "lines": "Three cups made like almond blossoms in one branch, a calyx and a blossom bud; and three cups made like almond blossoms in the other branch, a calyx and a blossom bud—so for the six branches going out of the lampstand."
  },
  {
    "lines": "And on the lampstand were four cups made like almond blossoms, its calyxes and its blossom buds;"
  },
  {
    "lines": "And a calyx under two branches of one piece with it, and a calyx under two branches of one piece with it, and a calyx under two branches of one piece with it, for the six branches going out of it."
  },
  {
    "lines": "Their calyxes and their branches were of one piece with it; all of it was one beaten work of pure gold."
  },
  {
    "lines": "And he made its seven lamps and its tongs and its firepans, of pure gold."
  },
  {
    "lines": "He made it of a talent of pure gold, and all its utensils."
  },
  {
    "lines": "And he made the altar of incense of acacia wood; a cubit was its length, and a cubit, its width, square; and two cubits, its height; its horns were of one piece with it."
  },
  {
    "lines": "And he overlaid it with pure gold, its top and its sides around it and its horns; and he made a rim of gold around it."
  },
  {
    "lines": "And he made for it two golden rings under its rim, on its two sides, on its opposite sides, as holders for poles with which to carry it."
  },
  {
    "lines": "And he made the poles of acacia wood and overlaid them with gold."
  },
  {
    "lines": "And he made the holy anointing oil and the pure fragrant incense, the work of a compounder."
  },
  {
    "lines": "And he made the altar of burnt offering, of acacia wood; five cubits was its length, and five cubits, its width, square; and three cubits, its height."
  },
  {
    "lines": "And he made its horns upon its four corners; its horns were of one piece with it, and he overlaid it with bronze."
  },
  {
    "lines": "And he made all the utensils of the altar: the pots and the shovels and the basins, the forks and the firepans; all its utensils he made of bronze."
  },
  {
    "lines": "And he made a grating of network of bronze for the altar, under its ledge beneath, reaching halfway up."
  },
  {
    "lines": "And he cast four rings for the four ends of the grating of bronze, as holders for the poles."
  },
  {
    "lines": "And he made the poles of acacia wood and overlaid them with bronze."
  },
  {
    "lines": "And he put the poles into the rings on the sides of the altar, with which to carry it; he made it hollow, with boards."
  },
  {
    "lines": "And he made the laver of bronze and its base of bronze from the mirrors of the serving women who served at the entrance of the Tent of Meeting."
  },
  {
    "lines": "And he made the court. On the south side southward the hangings of the court were of fine twined linen, one hundred cubits;"
  },
  {
    "lines": "Their twenty pillars and their twenty sockets were of bronze; the hooks of the pillars and their connecting rods were of silver."
  },
  {
    "lines": "And on the north side, one hundred cubits; their twenty pillars and their twenty sockets were of bronze; the hooks of the pillars and their connecting rods were of silver."
  },
  {
    "lines": "And on the west side there were hangings of fifty cubits, with their ten pillars and their ten sockets; the hooks of the pillars and their connecting rods were of silver."
  },
  {
    "lines": "And the width of the east side eastward was fifty cubits."
  },
  {
    "lines": "The hangings for the one side of the gate were fifteen cubits, with their three pillars and their three sockets;"
  },
  {
    "lines": "And so for the other side; on both sides of the gate of the court were hangings of fifteen cubits, with their three pillars and their three sockets."
  },
  {
    "lines": "All the hangings around the court were of fine twined linen."
  },
  {
    "lines": "And the sockets for the pillars were of bronze; the hooks of the pillars and their connecting rods were of silver; and the overlaying of their capitals was of silver; and all the pillars of the court were connected with silver."
  },
  {
    "lines": "And the screen for the gate of the court was the work of an embroiderer, of blue and purple and scarlet strands and fine twined linen; and twenty cubits was the length, and the height in the width was five cubits, corresponding to the hangings of the court."
  },
  {
    "lines": "And their four pillars and their four sockets were of bronze; their hooks were of silver, and the overlaying of their capitals and their connecting rods were of silver."
  },
  {
    "lines": "And all the pegs of the tabernacle and of the court all around were of bronze."
  },
  {
    "lines": "This is the sum of the things for the tabernacle, the Tabernacle of the Testimony, as they were counted according to the commandment of Moses for the service of the Levites by the hand of Ithamar the son of Aaron the priest."
  },
  {
    "lines": "And Bezalel the son of Uri, the son of Hur, of the tribe of Judah, made all that Jehovah commanded Moses."
  },
  {
    "lines": "And with him was Oholiab the son of Ahisamach, of the tribe of Dan, an engraver and a skillful workman and an embroiderer in blue and in purple and in scarlet strands and in fine linen."
  },
  {
    "lines": "All the gold that was used for the work, in all the work of the sanctuary, even the gold of the wave offering, was twenty-nine talents and seven hundred thirty shekels, according to the shekel of the sanctuary."
  },
  {
    "lines": "And the silver of those who were numbered of the assembly was one hundred talents and one thousand seven hundred seventy-five shekels, according to the shekel of the sanctuary;"
  },
  {
    "lines": "A beka a head, that is, half a shekel, according to the shekel of the sanctuary, for each one who was enrolled among their numbering, from twenty years old and upward, for six hundred three thousand, five hundred fifty men."
  },
  {
    "lines": "And the hundred talents of silver were for casting the sockets of the sanctuary and the sockets of the veil; one hundred sockets for the hundred talents, a talent for a socket."
  },
  {
    "lines": "And of the one thousand seven hundred seventy-five shekels he made hooks for the pillars and overlaid their capitals and made connecting rods for them."
  },
  {
    "lines": "And the bronze of the wave offering was seventy talents, and two thousand four hundred shekels."
  },
  {
    "lines": "And with it he made the sockets for the entrance of the Tent of Meeting and the bronze altar and the bronze grating for it and all the utensils of the altar"
  },
  {
    "lines": "And the sockets around the court and the sockets of the gate of the court and all the pegs of the tabernacle and all the pegs around the court."
  },
  {
    "lines": "And from the blue and the purple and the scarlet strands, they made finely worked garments for ministering in the sanctuary, and made the holy garments for Aaron, as Jehovah had commanded Moses."
  },
  {
    "lines": "And Bezalel made the ephod of gold, of blue and purple and scarlet strands and fine twined linen."
  },
  {
    "lines": "And they beat the gold into thin sheets and cut them into threads, to work into the blue and into the purple and into the scarlet strands and into the fine linen, the work of a skillful workman."
  },
  {
    "lines": "They made shoulder pieces for it, joined to it; at the two edges it was joined."
  },
  {
    "lines": "And the skillfully woven band, which was on it for its fastening, was of one piece with it and like it in workmanship, of gold, of blue and purple and scarlet strands and fine twined linen, as Jehovah had commanded Moses."
  },
  {
    "lines": "And they made the onyx stones enclosed in settings of gold, engraved with the engravings of a signet according to the names of the sons of Israel."
  },
  {
    "lines": "And he put them on the shoulder pieces of the ephod as stones of remembrance for the sons of Israel as Jehovah had commanded Moses."
  },
  {
    "lines": "And he made the breastplate, the work of a skillful workman, like the work of the ephod, of gold, of blue and purple and scarlet strands and of fine twined linen."
  },
  {
    "lines": "It was square; they made the breastplate doubled; a span in its length and a span in its width when doubled."
  },
  {
    "lines": "And they filled it with four rows of stones. The first row was a row of a sardius, a topaz, and an emerald;"
  },
  {
    "lines": "And the second row, a carbuncle, a sapphire, and a diamond;"
  },
  {
    "lines": "And the third row, a jacinth, an agate, and an amethyst;"
  },
  {
    "lines": "And the fourth row, a chrysolite, an onyx, and a jasper. They were enclosed in settings of gold in their enclosures."
  },
  {
    "lines": "And the stones were according to the names of the sons of Israel, twelve, according to their names, like the engravings of a signet, each according to his name, for the twelve tribes."
  },
  {
    "lines": "And they made on the breastplate twisted chains, a corded work of pure gold."
  },
  {
    "lines": "And they made two settings of gold and two rings of gold, and put the two rings on the two ends of the breastplate."
  },
  {
    "lines": "And they put the two cords of gold in the two rings at the ends of the breastplate."
  },
  {
    "lines": "And the two other ends of the two cords they put on the two settings and put them on the shoulder pieces of the ephod at the front of it."
  },
  {
    "lines": "And they made two rings of gold and put them on the two ends of the breastplate on its edge, which was toward the ephod on the inside."
  },
  {
    "lines": "And they made two rings of gold and put them on the bottom of the two shoulder pieces of the ephod on the front of it, close to the place where it is joined, above the skillfully woven band of the ephod."
  },
  {
    "lines": "And they bound the breastplate by its rings to the rings of the ephod with a cord of blue strands, that it might be upon the skillfully woven band of the ephod and that the breastplate might not come loose from the ephod, as Jehovah had commanded Moses."
  },
  {
    "lines": "And he made the robe of the ephod of woven work, all of blue strands,"
  },
  {
    "lines": "And the opening of the robe in its center like the opening of a coat of mail, with a binding edge around its opening so that it would not be torn."
  },
  {
    "lines": "And they made on the hem of the robe pomegranates of blue and purple and scarlet strands, twined."
  },
  {
    "lines": "And they made bells of pure gold and put the bells between the pomegranates on the hem of the robe all around, between the pomegranates;"
  },
  {
    "lines": "A bell and a pomegranate, a bell and a pomegranate, on the hem of the robe all around, to minister in; as Jehovah had commanded Moses."
  },
  {
    "lines": "And they made the tunics of fine linen of woven work for Aaron and for his sons,"
  },
  {
    "lines": "And the turban of fine linen, and the headdresses of high hats of fine linen, and the linen trousers of fine twined linen,"
  },
  {
    "lines": "And the girding sash of fine twined linen and blue and purple and scarlet strands, the work of an embroiderer, as Jehovah had commanded Moses."
  },
  {
    "lines": "And they made the plate of the holy crown of pure gold and wrote an inscription upon it, like the engravings of a signet: HOLINESS TO JEHOVAH."
  },
  {
    "lines": "And they tied to it a cord of blue strands to fasten it on the turban above, as Jehovah had commanded Moses."
  },
  {
    "lines": "Thus all the work of the tabernacle of the Tent of Meeting was finished, and the children of Israel did according to all that Jehovah had commanded Moses; so they did."
  },
  {
    "lines": "And they brought the tabernacle to Moses, the tent and all its furnishings, its clasps, its boards, its bars, and its pillars and its sockets;"
  },
  {
    "lines": "And the covering of rams’ skins dyed red and the covering of porpoise skins, and the veil of the screen;"
  },
  {
    "lines": "The Ark of the Testimony and its poles and the expiation cover;"
  },
  {
    "lines": "The table, all its utensils, and the bread of the Presence;"
  },
  {
    "lines": "The pure lampstand, its lamps, even the lamps set in order, and all its utensils, and the oil for the light;"
  },
  {
    "lines": "And the golden altar and the anointing oil and the fragrant incense and the screen for the entrance of the tent;"
  },
  {
    "lines": "The bronze altar, and its grating of bronze, its poles, and all its utensils; the laver and its base;"
  },
  {
    "lines": "The hangings of the court, its pillars, and its sockets; and the screen for the gate of the court, its cords, and its pegs; and all the utensils for the service of the tabernacle, for the Tent of Meeting;"
  },
  {
    "lines": "The finely worked garments for ministering in the sanctuary, the holy garments for Aaron the priest and the garments of his sons for them to serve as priests."
  },
  {
    "lines": "According to all that Jehovah had commanded Moses, so the children of Israel did all the work."
  },
  {
    "lines": "And Moses saw all the work; and there it was—they had done it; just as Jehovah had commanded, so they had done. And Moses blessed them."
  },
  {
    "lines": "Then Jehovah spoke to Moses, saying,"
  },
  {
    "lines": "On the first day of the first month you shall raise up the tabernacle of the Tent of Meeting."
  },
  {
    "lines": "And you shall put the Ark of the Testimony there, and you shall screen the Ark with the veil."
  },
  {
    "lines": "And you shall bring in the table and arrange its setting, and you shall bring in the lampstand and set up its lamps."
  },
  {
    "lines": "And you shall put the golden altar for incense before the Ark of the Testimony and set up the screen of the entrance to the tabernacle."
  },
  {
    "lines": "And you shall put the altar of burnt offering before the entrance of the tabernacle of the Tent of Meeting."
  },
  {
    "lines": "And you shall put the laver between the Tent of Meeting and the altar, and put water there."
  },
  {
    "lines": "And you shall set up the court all around and put up the screen of the gate of the court."
  },
  {
    "lines": "And you shall take the anointing oil and anoint the tabernacle and all that is in it, and sanctify it and all its utensils; and it shall be holy."
  },
  {
    "lines": "And you shall anoint the altar of burnt offering and all its utensils, and sanctify the altar; and the altar shall be most holy."
  },
  {
    "lines": "And you shall anoint the laver and its base, and sanctify it."
  },
  {
    "lines": "And you shall bring Aaron and his sons to the entrance of the Tent of Meeting, and wash them with water."
  },
  {
    "lines": "And you shall put the holy garments upon Aaron, and you shall anoint him and sanctify him that he may serve Me as a priest."
  },
  {
    "lines": "You shall also bring his sons and put tunics upon them,"
  },
  {
    "lines": "And you shall anoint them as you have anointed their father that they may serve Me as priests; and their anointing shall be to them for an everlasting priesthood throughout their generations."
  },
  {
    "lines": "Thus Moses did; according to all that Jehovah had commanded him, so he did."
  },
  {
    "lines": "And in the first month in the second year, on the first day of the month, the tabernacle was raised up."
  },
  {
    "lines": "And Moses raised up the tabernacle and put down its sockets and set up its boards and put in its bars and raised up its pillars."
  },
  {
    "lines": "And he spread the tent over the tabernacle and put the covering of the tent over it from above, as Jehovah had commanded Moses."
  },
  {
    "lines": "Then he took the testimony and put it into the Ark, and he set the poles onto the Ark and put the expiation cover upon the Ark above it."
  },
  {
    "lines": "And he brought the Ark into the tabernacle and set up the veil for the screen and screened the Ark of the Testimony, as Jehovah had commanded Moses."
  },
  {
    "lines": "Then he put the table in the Tent of Meeting on the north side of the tabernacle outside the veil."
  },
  {
    "lines": "And he arranged the bread in order upon it before Jehovah, as Jehovah had commanded Moses."
  },
  {
    "lines": "Then he put the lampstand in the Tent of Meeting opposite the table, on the south side of the tabernacle."
  },
  {
    "lines": "And he set up the lamps before Jehovah, as Jehovah had commanded Moses."
  },
  {
    "lines": "Then he put the golden altar in the Tent of Meeting before the veil,"
  },
  {
    "lines": "And he burnt fragrant incense on it, as Jehovah commanded Moses."
  },
  {
    "lines": "Then he set up the screen of the entrance to the tabernacle."
  },
  {
    "lines": "He also set the altar of burnt offering at the entrance of the tabernacle of the Tent of Meeting and offered upon it the burnt offering and the meal offering, as Jehovah commanded Moses."
  },
  {
    "lines": "And he set the laver between the Tent of Meeting and the altar, and put water there for washing."
  },
  {
    "lines": "And Moses and Aaron and his sons would wash their hands and their feet with water from it;"
  },
  {
    "lines": "Whenever they went into the Tent of Meeting and whenever they came near the altar, they washed; as Jehovah commanded Moses."
  },
  {
    "lines": "And he raised up the court all around the tabernacle and the altar, and put up the screen of the gate of the court. So Moses finished the work."
  },
  {
    "lines": "Then the cloud covered the Tent of Meeting, and the glory of Jehovah filled the tabernacle."
  },
  {
    "lines": "And Moses was not able to enter the Tent of Meeting, because the cloud settled on it and the glory of Jehovah filled the tabernacle."
  },
  {
    "lines": "And whenever the cloud was taken up from over the tabernacle, the children of Israel set out on all their journeys;"
  },
  {
    "lines": "But if the cloud was not taken up, they did not set out until the day that it was taken up."
  },
  {
    "lines": "For the cloud of Jehovah was upon the tabernacle by day, and there was fire in it by night, in the sight of all the house of Israel on all their journeys."
  }
]
